[
  {
    "arab": "اَللّٰهُـمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَيْهِ",
    "latin": "Allâhumma sholli wa sallim wa bârik ‘alaih",
    "terjemah": "(Ya Allah tetapkanlah limpahan rahmat dan salam serta keberkahan kepada Nabi Muhammad)"
  },
  {
    "arab": "أَحْضِرُوْا قُلُوْبَكُمْ يَامَعْشَرَ ذَوِي الْأَلْبَابِ ۞ حَتَّى أَجْلُوَلَكُمْ عَرَآئِسَ مَعَانِي أَجَلِّ الْأَحْبَابِ ۞ اَلْمَخْصُوْصِ بِأَشْرَفِ الْأَلْقَابِ ۞ اَلرَّاقِيْ إِلٰى حَضْــرَةِ الْمَلَكِ الْوَهَّابِ ۞ حَتَّى نَظَرَ إِلٰى جَمَالِهٖ بِلاَ سِتْرٍ وَّلاَ حِجَابٍ ۞ فَلَمَّا اٰنَ أَوَانُ ظُهُوْرِ شَمْسِ الرِّسَالَةِ ۞ فِيْ سَمَآءِ الْجَلاَلَةِ ۞ خَرَجَ بِهِ مَرْسُوْمُ الْجَلِيْلِ ۞ لِنَقِيْبِ الْمَمْلَكَةِ جِبْرِيْلَ ۞ يَاجِبْرِيْلُ نَادِ فِيْ سَآئِرِ الْمَخْلُوْقَاتِ ۞ مِنْ أَهْلِ الْأَرْضِ وَالسَّمٰوَاتِ ۞ بِالتَّهَانِيْ وَالْبِشَارَاتِ ۞ فَإِنَّ النُّوْرَ الْمَصُوْنَ ۞ وَالسِّـرَّ الْمَكْنُوْنَ ۞ اَلَّذِيْ أَوْجَدْتُهٗ قَبْلَ وُجُوْدِ اْلأَشْيَآءِ ۞ وَإِبْدَاعِ الْأَرْضِ وَالسَّمَآءِ ۞ أَنْقُلُهٗ فِي هٰذِهِ اللَّيْلَةِ إِلٰى بَطْنِ أُمِّهٖ مَسْــرُوْرًا ۞ أَمْلاَءُ بِهِ الْكَوْنَ نُوْرًا ۞ وَاَكْفُلُهٗ يَتِيْمًا وَأُطَهِّرُهٗ وَأَهْلَ بَيْتِهٖ تَطْهِيْرًا ۞",
    "latin": "",
    "terjemah": "Hadirkanlah hati kalian, wahai golongan orang yang berakal, sehingga aku nyatakan kepadamu bagaikan pengantin yang menjadi kekasih agung yang telah dikhususkan dengan gelar nama yang termulia. Yang pernah naik menghadap Raja Yang Maha Pemberi, sehingga dapat melihat keindahan’ Nya tanpa tutup dan tanpa tirai. Tatkala tiba saat lahirnya sinar kerasulan di langit keagungan, keluarlah Malaikat jibril dengan membawa nur untuk membuka kerajaan dunia. Wahai jibril, serukan kepada seluruh makhluk penghuni bumi dan langit, agar menyambutnya dengan rasa riang dan gembira. Karena sesungguhnya nur yang terpelihara dan rahasia yang tersimpan yang Aku ciptakan sebelum wujudnya sesuatu dan sebelum terciptanya bumi dan langit-langit. Pada malam ini Aku pindahkan nur itu ke dalam perut ibunya dengan merasa kegembiraan. Aku penuhi seluruh alam dengan cahayanya. Aku pelihara di dalam keadaan yatim-piatu dan Aku sucikan dia beserta para keluarganya dengan kesucian yang sungguh."
  },
  {
    "arab": "اَللّٰهُـمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَيْهِ",
    "latin": "Allâhumma sholli wa sallim wa bârik ‘alaih",
    "terjemah": "(Ya Allah tetapkanlah limpahan rahmat dan salam serta keberkahan kepada Nabi Muhammad)"
  }
]
