[
  {
    "arab": "اَللّٰهُـمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَيْهِ",
    "latin": "Allâhumma sholli wa sallim wa bârik ‘alaih",
    "terjemah": "(Ya Allah tetapkanlah limpahan rahmat dan salam serta keberkahan kepada Nabi Muhammad)"
  },
  {
    "arab": "
    وَقِيْلَ لِبَعْضِهِمْ كَأَنَّ وَجْهَهُ الْقَمَرُ ۞ فَقَالَ بَلْ أَضْوَأُ مِنَ الْقَمَرِ إِذَا لَمْ يَحُلْ دُوْنَهُ الْغَمَامُ ۞ قَدْ غَشِيَهُ الْجَلَالُ ۞ وَانْتَهٰى إِلَيْهِ الْكَمَالُ ۞ قَالَ بَعْضُ وَاصِفِيْهِ مَا رَأَيْتُ قَبْلَهُ وَلاَ بَعْدَهٗ مِثْلَهُ ۞ فَيُعْجِزُ لِسَانُ الْبَلِيْغِ إِذَا اَرَادَ أَنْ يُحْصِيَ فَضْلَهُ ۞ فَسُبْحَانَ مَنْ خَصَّهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالْمَحَلِّ الْأَسْنٰى ۞ وَأَسْرٰى بِهٖ اِلٰى قَابِ قَوْسَيْنِ أَوْ أَدْنٰى ۞ وَأَيَّدَهٗ بِالْمُعْجِزَاتِ الَّتِيْ لاَ تُحْصٰى ۞ وَاَوفَاهُ مِنْ خِصَالِ الْكَمَالِ بِمَا يَجِلُّ أَنْ يُسْتَقْصٰـى ۞ وَأَعْطَاهُ خَمْسًا لَمْ يُعْطِهِنَّ أَحَدًا قَبْلَهُ ۞ وَاٰتَاهُ جَوَامِعَ الْكَلِمِ فَلَمْ يُدْرِكْ أَحَدٌ فَضْلَهُ ۞ وَكَانَ لَهٗ فِيْ كُلِّ مَقَامٍ عِنْدَهٗ مَقَالٌ ۞ وَلِكُلِّ كَمَالٍ مِنْهُ كَمَالٌ ۞ لاَ يَحُوْلُ فِيْ سُؤَالٍ وَلاَ جَوَابٍ ۞ وَلاَ يَجُوْلُ لِسَانُهٗ إِلاَّ فِيْ صَوَابٍ ۞",
    "latin": "",
    "terjemah": "Pernah dikatakan kepada sebagian orang: “Wajah Nabi SAW bagaikan bulan purnama”. Seseorang menjawab: “Bahkan lebih terang dari bulan purnama, karena ia belum pernah tertutup oleh awan, ia telah diliputi oleh keagungan, dan ia benar-benar sempurna.” Kata sebagian orang yang menerangkan sifat Nabi SAW: “Belum pernah aku melihat orang seperti Nabi SAW, baik sebelumnya atau sesudahnya.” Oleh karena itu seorang sastrawan yang sangat terkenal sekalipun, tak akan pernah sanggup mengungkapkan dan menghitung keutamaannya. Maha Suci Allah yang telah mengistimewakan Nabi SAW dengan derajat yang paling istimewa, dan mengisra’kannya untuk menghadap-Nya dengan jarak dua busur panah atau lebih dekat lagi. Dia, SAW, telah diperkuat dengan mu‘jizat-mu‘jizat yang tak terhitung jumlahnya. Dan disempurnakan dengan sifat-sifat kesempurnaan yang tak bisa diselidiki secara mendetail. Diberikan kepadanya lima hal yang belum pernah diberikan kepada seorang rasulpun sebelumnya. Diberikan kepadanya kepandaian merangkai kalimat yang tepat dan bijaksana, sehingga tak ada seorangpun yang dapat membuat kalimat sepertinya. Di setiap tempat ia selalu menyampaikan nasihat sesuai dengan kondisinya. Dan pada tiap-tiap kesempurnaan yang ada, dia selalu tampak lebih sempurna. Dia tidak pernah menolak pertanyaan dan tidak pernah bosan menjawabnya. Lisannya tidak pernah mengeluarkan kata-kata kecuali yang benar."
  },
  {
    "arab": "اَللّٰهُـمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَيْهِ",
    "latin": "Allâhumma sholli wa sallim wa bârik ‘alaih",
    "terjemah": "(Ya Allah tetapkanlah limpahan rahmat dan salam serta keberkahan kepada Nabi Muhammad)"
  }
]
