[
  {
    "isi": "<p>Maulid Simthud Durar ditulis dua tahun sebelum Habib Ali wafat. Tepatnya pada tahun 1330 H (1912 M). Setelah semuanya rampung, kemudian dibacakan dalam rumahnya bersama para habaib yang lain. Setelah pembacaan itu selesai, Habib Ali al-Mantsur berkata:</p>",
    "arab": false
  },
  {
    "isi": "وَلَمَّا قُرِئَ الْمَوْلِدُ بِبَيْتِهِ سَنَةَ ألف وثلاثمئة وثلاثون هـ. قَالَ رَضِي اللّٰه عَنْهُ: المَوْلِدُ كَأَنْ عَادَ نَحْنُ الا سَمِعْنَاهُ، عَلَيْهِ نُوْرٌ عَظِيْمٌ، وَكُلُّ عِبَارَةٍ صِفَةٌ مَلَانَةٌ بِتَعْظِيْمِهِ ﷺ",
    "arab": true
  },
  {
    "isi": "<p>Artinya, “Setelah maulid (Simthud Durar) dibaca di rumahnya, tahun 1330 H, Habib Ali al-Mantsur berkata: Maulid (Simthud Durar) seperti mengembalikan kita semua (pada zaman Rasulullah), maka dengarkanlah, di dalamnya terdapat cahaya yang mulia, dalam setiap ungkapan terdapat sifat yang sangat condong mengagungkan Rasulullah.” (Sayyid Ahmad bin Ali bin Alawi al-Habsyi, Syarah Simthud Durar fi Akhbar Maulidi Khairil Basyar wama Lahu min AkhlaqI wa Aushaf wa Siyar, halaman 391).</p>",
    "arab": false
  },
  {
    "isi": "<p>Menurut Habib Ali al-Masntsur, dengan menghayati makna dan kandungan yang ada dalam Maulid Simthud Durar, pembaca dan orang-orang yang mendengarkannya bisa seolah ada pada zaman Rasulullah, dan menyaksikan langsung bagaimana cara Rasulullah bersikap, bagaimana cara Rasulullah bersabar ketika ditimpa ujian, bagaimana teladan Rasulullah, sifatnya yang mulia, dan akhlaknya yang agung.</p>",
    "arab": false
  },
  {
    "isi": "<p>Timbulnya penghayatan sebagaimana penjelasan di atas, tidak lepas dari cara penyusunannya yang sangat rinci dan detail. Maulid Simthud Durar tak ubahnya seperti sejarah dan sirah nabawiyah lainnya, kecuali bentuk penyampaiannya saja. Habib Ali Al-Habsyi menyampaikan dengan ungkapan yang sangat syahdu, dengan cara yang sangat sistematis dan praktis.</p>",
    "arab": false
  },
  {
    "isi": "<p>Keutamaan Simthud Durar yang lain juga disebutkan dalam kitab At-Ta’rif bil Maulid min Kalami Shahibil Maulid, dengan mengutip pesan penyusun perihal keutamaan membacanya, yaitu:</p>",
    "arab": false
  },
  {
    "isi": "مَوْلِدِي هٰذَا أَشْوَفُ أَنَّهُ لَوْ دَاوَمَ الوَاحِدُ عَلَى قِرَائَتِهِ وَحِفْظِهِ وَجَعَلَهُ مِنْ أَوْرَادِهِ، أَنَّهُ يَظْهَرُهُ لَهُ شَيْءٌ مِنْ سِرِّهِ ﷺ",
    "arab": true
  },
  {
    "isi": "<p>Artinya, “Maulidku ini (Simthud Durar) sangat bermanfaat. Bahwa sesungguhnya, barang siapa yang tekun membacanya, menghafalnya, dan menjadikannya sebagai wirid, maka sungguh akan ditampakkan kepadanya rahasia (sir) Rasulullah ﷺ.</p>",
    "arab": false
  },
  {
    "isi": "<p>Ada keutamaan lain dengan membaca Simthud Durar yang tidak kalah utama dengan yang telah disebutkan, yaitu menjadi penyebab futuh (dibukanya kepahaman). Keutamaan ini terjadi pada Habib Umar bin Idrus al-Idrus. Suatu saat ia bermimpi, seolah ia sedang menceritakan kisah kedangkalan murid-muridnya dalam memahami kitab, kemudian ada orang yang memberikan petunjuk kepadanya, bahwa penyebab terbukanya ilmu ada dalam maulid Simthud Durar. Oleh karenanya, setelah ia terbangun dari mimpinya, ia berkata:</p>",
    "arab": false
  },
  {
    "isi": "مَنْ أَرَادَ الْفَتْحَ، فَلْيَحْفَظْ المَوْلِدَ أَوْ يَكْتُبَهُ",
    "arab": true
  },
  {
    "isi": "<p>Artinya, “Barang siapa yang hendak diberikan futuh, maka hafalkanlah maulid (Simthud Durar), atau menulisnya.” (Habib Ahmad bin Alawi bin Ali bin Muhammad Al-Habsy, At-Ta’rif bil Maulid min Kalami Shahibil Maulid, h. 5).</p>",
    "arab": false
  },
  {
    "isi": "<p>Dari penjelasan di atas dapat disimpulkan bahwa maulid Simthud Durar lebih dari sekadar buku kisah keteladan Nabi. Ia memiliki keutamaan, manfaat, dan berkah. Alangkah baiknya, ia dijadikan wirid yang selalu dibaca dengan istiqamah, sebab dengan membacanya akan mengetahui sejarah Rasulullah, sifatnya yang mulia, juga akan menjadi penyebab bertambahnya kecintaan kepada beliau.<br/></p>",
    "arab": false
  }
]
