[
  {
    "isi": "<center><p><b>Habib Ali bin Muhammad bin Husain al-Habsyi</b></p></center>",
    "arab": false
  },
  {
    "isi": "<p>Maulid Simthud Durar cukup masyhur bagi kaum Muslimin di Indonesia. Hal itu tidak lepas dari penyusunnya yang sangat alim dan sangat besar kecintaannya kepada Baginda Nabi Muhammad ﷺ. Ia adalah Habib Ali bin Muhammad bin Husain al-Habsyi. Sang penulis lahir pada hari Jumat, 24 Syawal 1259 H (17 November 1843 M) di kota Qasam, sebuah kota di negeri Hadramaut, Yaman, dan wafat di kota Seiwun, Hadhramaut, pada hari Ahad 20 Rabi’ul Akhir 1333 H (6 Maret 1915 M).</p>",
    "arab": false
  },
  {
    "isi": "<p>Sejak masih kecil, Habib Ali bin Muhammad Al-Habsyi sudah dikenal sebagai pecinta Al-Qur’an dan memiliki rasa cinta yang sangat besar kepada Rasulullah. Sayyidil Habib Ali al-Mantsur, dalam kitab Al-Jawahirul Maknunah wal Asrarul Makhzunah berkisah, saat masih sangat muda, Habib Ali Al-Habsyi telah mempelajari dan mengkhatamkan Al-Quran dan berhasil menguasai berbagai disiplin ilmu, sebelum mencapai usia yang biasanya diperlukan untuk itu.</p>",
    "arab": false
  },
  {
    "isi": "<p>Di bawah asuhan dan pengawasan kedua orang tuanya, yaitu Al-‘Arif billah Habib Muhammad bin Husin bin Abdullah al-Habsyi dan ibundanya, Syarifah Alawiyyah binti Husain bin Ahmad Al-Hadi al-Jufri, yang pada masa itu terkenal sebagai seorang wanita yang salehah yang sangat bijaksana. Tidak hanya kepada kedua orang tuanya, Habib Ali bin Muhammad al-Habsyi juga belajar pada ulama yang lain di Hadhramaut saat itu.</p>",
    "arab": false
  },
  {
    "isi": "<p>Setelah Habib Ali al-Habsyi sudah dewasa, dan sudah menguasai berbagai disiplin ilmu, guru-gurunya memberikan izin untuk menyampaikan dan menyebarluaskan ilmu yang dimilikinya. Ia mulai menjadi pendakwah dan mengisi pengajian di hadapan khalayak ramai, sehingga dengan cepat, Habib Ali menjadi pusat perhatian dan kekaguman, serta memperoleh tempat terhormat di hati setiap orang. Kepadanya diserahkan tampuk kepimpinan tiap majelis ilmu, lembaga pendidikan, serta pertemuan-pertemuan besar yang diadakan pada masa itu. (Lihat, Al-Jawahirul Maknunah wal Asrarul Makhzunah, h. 41).</p>",
    "arab": false
  },
  {
    "isi": "<p>Banyak orang yang mencatat penyampaian Habib Ali ketika berdakwah sehingga berbuah karya, di antaranya adalah Al-La’its Tsamaniah, yaitu himpunan kalam hikmah dari Habib Ali al-Habsyi yang ditulis oleh Habib Anis bin Alawi. Tidak hanya itu, Habib Ali juga memiliki banyak karya yang sampai saat ini masih dibaca oleh umat Islam. Di antara karangannya yang sangat terkenal dan dibaca pada berbagai kesempatan di mana-mana, ialah Simthud Durar fi Akhbar Maulidi Khairil Basyar wama Lahu min Akhlaq wa Aushaf wa Siyar (Untaian Mutiara Kisah Kelahiran Manusia Utama; Akhlak, Sifat, dan Riwayat Hidupnya).</p>",
    "arab": false
  },
  {
    "isi": "<p>Penyusunan Maulid Simthud Durar tidak memiliki latar belakang secara khusus. Namun secara eksplisit, Habib Ali Al-Habsyi mengungkap niatnya yang lurus dan meyakini kehadiran Rasulullah di tempat-tempat dibacakannya maulid ini. Beliau mengatakan:</p>",
    "arab": false
  },
  {
    "isi": "المَوْلِدُ أَنَا أَلَّفْتُهُ عَلَى نِيَةٍ صَالِحَةٍ، فَتْحٍ جَدِيْدٍ، وَلَا شَكَّ أَنَّ رُوْحَهُ ﷺ تَحْضُرُ عِنْدَ قِرَائَتِهِ",
    "arab": true
  },
  {
    "isi": "<p>Artinya, “Maulid Simthud Durar yang saya susun ini atas dasar niat yang benar, media yang baru, dan tidak diragukan kembali bahwa sungguh ruh Rasulullah akan hadir saat membacanya.” (Lihat, Al-Jawahirul Maknunah wal Asrarul Makhzunah, h. 42).</p><br/>",
    "arab": false
  }
]
