[
  {
    "judul": "الفصل الثالث : فِي مَدْحِ سَيِّدِ الْمُرْسَلِيْن صلى الله عليه وسلم",
    "arab": "",
    "latin": "",
    "terjemah": "Bab III : Pujian kepada Sang Raja para Rasul"
  },
  {
    "judul": "",
    "arab": "ظَلَمْتُ سُنّةَ مَنْ أَحْيَا الظَّلَامَ إِلىٰ ۞ أَنِ اشْتَكَتْ قَدَمَاهُ الضُّرَّ مِنْ وَرَمِ",
    "latin": "",
    "terjemah": "Kutinggalkan sunnah nabi, yang selalu beribadah menghidupkan gulita malam. Hingga telapak kaki sakit, membengkak karena ibadah malam"
  },
  {
    "judul": "",
    "arab": "وَشَدَّ مِنْ سَغَبٍ أَحْشَاءَهُ وَطَوٰى ۞ تَحْتَ الْحِجَارَةِ كَشْحًا مُتْرَفَ الْأَدَمِ",
    "latin": "",
    "terjemah": "Nabi yang begitu hebat, menahan nafsu dan lapar. Mengikatkan batu halus pada perut, karena begitu zuhud kedunyaan"
  },
  {
    "judul": "",
    "arab": "وَرَاوَدَتْهُ الْجِبَالُ الشُّمُّ مِنْ ذَهَبٍ ۞ عَنْ نَفْسِهِ فَأَرَاهَا أَيَّمَا شَمَمِ",
    "latin": "",
    "terjemah": "Nabi yang ditawarkan gunun emas menjulang tinggi. Namun beliau tolak, dengan bangga perasaan hati"
  },
  {
    "judul": "",
    "arab": "وَأَكَّدَتْ زُهْدَهُ فِيْهَا ضَرُوْرَتُهُ ۞ إِنَّ الضَرُوْرَةَ لَا تَعْدُوْ عَلىَ الْعِصَمِ",
    "latin": "",
    "terjemah": "Sungguh menambah kezuhud-an nabi, butuh harta namun tidak menerimanya. Meskipun ketika butuh harta, tidaklah merusak nilai kesuciannya"
  },
  {
    "judul": "",
    "arab": "فَكَيْفَ تَدْعُوا إِلَي الدُّنْيَا ضَرُورَةُ مَنْ ۞ لَوْلَاهُ لَمْ تَخْرُجِ الدُّنْيَا مِنَ العَدَمِ",
    "latin": "",
    "terjemah": "Bagaimana mungkin nabi nan mulia tertarik kepada kemilau harta dunia. Andaisaja tanpa nabi Muhammad  SAW, dunia takkan pernah ada"
  },
  {
    "judul": "",
    "arab": "مُحَمَّدٌ سَيِّدُ الْكَوْنَيْنِ وَالثَّقَلَيْنِ ۞ وَالْفَرِيْقَيْنِ مِنْ عُرْبٍ وَمِنْ عَجَمِ",
    "latin": "",
    "terjemah": "Dialah Nabi Muhammad  SAW, sang penghulu seorang pemimpin baik di dunia dan akhirat. Juga pemimpin jin dan manusia, baik bangsa arab ataupun ajam."
  },
  {
    "judul": "",
    "arab": "نَبِيُّنَا اْلآمِرُ النَّاهِي فَلَا أَحَدٌ ۞ أَبَرَّ فِيْ قَوْلِ لاَ مِنْهُ وَلاَ نَعَمِ",
    "latin": "",
    "terjemah": "Yaitu nabi kita Rosululloh Muhammad  SAW, sang penganjur kebaikan dan pencegah kemungkaran. Tak seorangpun lebih baik daripada Rosululloh  SAW, dalam berkata jangan kau lakukan dan ini sangat baik kau kerjakan"
  },
  {
    "judul": "",
    "arab": "هُوَ الْحَبِيْبُ الَّذِيْ تُرْجَى شَفَاعَتُهُ ۞ لِكُلّ هَوْلٍ مِنَ الْأِهْوَالِ مُقْتَحِمِ",
    "latin": "",
    "terjemah": "Beliau kekasih Allah ta’ala, yang diharapkan oleh semua insan syafa’atnya. Dari tiap perkara yang menakutkan yang datang mencekam"
  },
  {
    "judul": "",
    "arab": "دَعَا إِليَ اللّٰهِ فَالْمُسْتَمْسِكُوْنَ بِهِ ۞ مُسْتَمْسِكُونَ بِحَبْلٍ غَيْرِ مُنْفَصِمِ",
    "latin": "",
    "terjemah": "Beliau mengajak menuju keridhaan Allah ta’ala, orang yang berpegang teguh padanya. Berarti ia berpegang pada tali tali yang pasti takkan putus"
  },
  {
    "judul": "",
    "arab": "فَاقَ النَّبِييْنَ فِي خَلْقٍ وَّفِيْ خُلُقٍ ۞ وَلَمْ يُدَانُوْهُ فِي عِلْمٍ وَلاَ كَرَمِ",
    "latin": "",
    "terjemah": "Beliau melampaui para nabi-nabi terdahulu baik ketampanan ataupun akhlak budi pekerti. Mereka para nabi-nabi terdahulu takkan menyamai Rosululloh  SAW, baik dalam ilmu atau kemulian-Nya"
  },
  {
    "judul": "",
    "arab": "وَكُلُّهُمْ مِنْ رَسُولِ اللّٰهِ مُلْتَمِسٌ ۞ عرْفًا مِنَ البَحْرِ أَوْ رَشْفًا مِنَ الدِّيَمِ",
    "latin": "",
    "terjemah": "Semua para nabi-nabi terdahulu memohon dari diri Rosululloh  SAW. Seciduk lautan ilmunya dan setetes hujan kesantunannya"
  },
  {
    "judul": "",
    "arab": "وَوَاقِفُونَ لَدَيْهِ عِنْدَ حَدِّهِمِ ۞ مِنْ نُقْطَةِ الْعِلْمِ أَوْ مِنْ شَكْلَةِ الَحِكَمِ",
    "latin": "",
    "terjemah": "Berdirilah mereka para nabi disisi Rosululloh pada puncak mereka. Mengharap setitik ilmu dan sebaris tanda bunyi huruf dalam hikmah"
  },
  {
    "judul": "",
    "arab": "فَهْوَ الذِّيْ تَمَّ مَعْنَاهُ وَصُوْرَتُهُ ۞ ثُمّ اصْطَفَاهُ حَبِيْبًا بَــارِئُ النَّسَمِ",
    "latin": "",
    "terjemah": "Dialah nabi yang sempurna baik batin atau lahirnya. Kemudian Rosululloh  SAW, terpilih sebagai kekasih Allah ta’ala, pencipta manusia"
  },
  {
    "judul": "",
    "arab": "مُنَزَّهٌ عَنْ شَرِيكٍ فِيْ مَحَــــــاسِنِهِ ۞ فَجَوْهَرُ الْحُسْنِ فِيِهِ غَيْرُ مُنْقَسِمِ",
    "latin": "",
    "terjemah": "Dia sang nabi yang suci dari persamaan dalam segala kebaikan. Inti kebaikan pada diri nabi tak mungkin terbagi"
  },
  {
    "judul": "",
    "arab": "دَعْ مَاادّعَتْهُ النَّصَارٰى فِي نَبِيّهِمِ ۞ وَاحْكُمْ بِمَا شِئْتَ مَدْحًا فِيْهِ وَاحْتَكِمِ",
    "latin": "",
    "terjemah": "Tinggalkan tuduhan kaum nasrani, tuduhan yang dilontarkan kepada nabi-nabi mereka. Tetapkanlah untaian pujian kepada nabi pujian apapun yang engkau suka"
  },
  {
    "judul": "",
    "arab": "وَانْسُبْ إِلَي ذَاتِهِ مَا شِئْتَ مِنْ شَرَفٍ ۞ وَانْسُبْ إِلىٰ قَدْرُهُ مَا شِئْتَ مِنْ عِظَمِ",
    "latin": "",
    "terjemah": "Nisbahkan kepada dzat nabi segala kemulian yang engkau kehendaki. Nisbahkan kepada martabat nabi segala keagungan yang engkau kehendaki"
  },
  {
    "judul": "",
    "arab": "فَإِنّ فَضْلَ رَسُـولِ الَّلهِ لَيْسَ لَهُ ۞ حَدٌّ فَيُعْرِبَ عَنْهُ نَاطِقٌ بِفَمِ",
    "latin": "",
    "terjemah": "Karena keutamaan Rasulallah  SAW, tiada tepi batasnya. Sehingga mengurai mudah terasa, bagi lisan yang berkata"
  },
  {
    "judul": "",
    "arab": "لَوْ نَاسَبَتْ قَدْرَهُ أٰيَــــــــــاتُهُ عِظَمًا ۞ أَحْيَا أسْمُهُ حِيَ يُدْعٰى دَارِسَ الرِّمَمِ",
    "latin": "",
    "terjemah": "Andaisaja keagungan mukjizat Rosululloh sama dengan ketinggian derajatnya. Maka dengan sebutan namanya dapat hidupkan orang yang telah hancur tulangnya"
  },
  {
    "judul": "",
    "arab": "لَمْ يَمْتَحِنَّا بِمَا تَعْيَا الْعُقُوْلُ بِهِ ۞ حِرْصًا عَلَيْنَا فَلَمْ نَرْتَـبْ وَلَمْ نَهِمْ",
    "latin": "",
    "terjemah": "Nabi tidaklah menguji kita dengan apa yang tak terjangkau akal manusia. Karena sangat cintanya kita peroleh cahaya hingga tiada ragu bimbang pada apa yang ia bawa"
  },
  {
    "judul": "",
    "arab": "أَعْيَا الوَرٰى فَهْمَ مَعْنَاهُ فَلَيْسَ يُرٰى ۞ لِلْقُرْبِ وَالْبُعْدِ فِيهِ غَيْرَ مُنْفَحِمِ",
    "latin": "",
    "terjemah": "Seluruh makhluk rapuh, tiada mampu memahami rahasia hakikat kenabian. Takkan melihat dari dekat atau jauh kecuali lemah tak berdaya berdiam diri"
  },
  {
    "judul": "",
    "arab": "كَالشَّمْسِ تَظْهَرُ لِلْعَيْنَيْنِ مِنْ بُعُدٍ ۞ صَغِيْةً وَتُكِلُّ الطَّرْفَ مِنْ أَمَمِ",
    "latin": "",
    "terjemah": "Kenabian Rosululloh, bagaikan matahari dari jauh tampak kecil pada kedua mata. Padahal mata tiada akan mampu bila berdekatan dengannya"
  },
  {
    "judul": "",
    "arab": "وَكَيْفَ يُدْرِكُ فِي الدُّنْيَا حَقِيقَتَهُ ۞ قَوْمٌ نِيَامٌ تَسَلّوْا عَنْهُ بِالْحُلُمِ",
    "latin": "",
    "terjemah": "Bagaimana diketahui hakikat nabi semasa dalam dunia. Sedangkan mereka lega jumpa nabi walau dalam sekilas mimpi"
  },
  {
    "judul": "",
    "arab": "فَمَبْلَغُ الْعِلْمِ فِيْهِ أَنّهُ بَشَرٌ ۞ وَأَنّهُ خَيْـرُ خَلْقِ اللّٰهِ كُلِّهِمِ",
    "latin": "",
    "terjemah": "Puncak pengetahuan tentang rosululloh, bahwa sesungguhanya beliau adalah manusia. Dan sesungguhnya beliau sebaik-baik makhluk Alloh SWT, semua tanpa terkecuali"
  },
  {
    "judul": "",
    "arab": "وَكُلُّ أٰيٍ أَتَى الرُّسْلُ الْكِرَامُ بِهَا ۞ فَإِنّمَا اتَّصَلَتْمِنْ نُوِرِهِ بِهِمِ",
    "latin": "",
    "terjemah": "Semua ayat, mukjizat yang datang tiba dibawa para rasul mulia. Hanyalah pancaran nur Rasulullah  SAW, yaitu nur yang melekat pada para rosul"
  },
  {
    "judul": "",
    "arab": "فَإِنَّهُ شَمْسُ فَضْلٍ هُمْ كَوَاكِبُهَا ۞ يُظْهِرْنَ أَنْوَارُهَا لِلنَّـاسِ فِيْ الظُّلَمِ",
    "latin": "",
    "terjemah": "Maka sesungguhnya Rosululloh bagaikan mentari dalam keutamaan, sedangkan para nabi bagaikan bintang-bintang-nya. Bintang pantulkan sinar sang surya kepada manusia dalam suasana gelap gulita"
  },
  {
    "judul": "",
    "arab": "حَتَّى إِذَا طَلَعَتْ في الْكَوْنِ عَمَّ هُدَىً ۞ لِلْعَالَمِيْنَ وَ أَحْيَتْ سَائِرَ لْأُمَمِ",
    "latin": "",
    "terjemah": "Sehingga ketika memancarkan nurnya, memberi penerang hidayah. Hidayah bagi seluruh alam, dan menghidupkan segala umat manusia"
  },
  {
    "judul": "",
    "arab": "أَكْرِمْ بِخَلْقِ نَبِيٍ زَانَهُ خُلـُقٌ ۞ بِالْحُسْنِ مُشْتَمِلٍ بِالْبِشْرِ مُتَّسِمِ",
    "latin": "",
    "terjemah": "Alangkah mulia budipekerti Rosululloh, yang menghiasi kesempurnaan keanggunan-nya. Keindahan yang dimiliki paras wajahnya tampak berseri"
  },
  {
    "judul": "",
    "arab": "كَالزَّهْرِ فِيْ تَرَفٍ وَالبَدْرِ فِي شَرَفٍ ۞ وَالبَحْرِ فِي كَرَمٍ وَالدّهْرِ فِي هِمَمِ",
    "latin": "",
    "terjemah": "Keanggunannya laksana bunga, dan kemuliaannya bagaikan purnama. Kedermawanannya laksana samudera, cita-citanya bagai perjalanan masa"
  },
  {
    "judul": "",
    "arab": "كَأَنّه وَهُوَ فَرْدٌ مِنْ جَلَالَتِهِ ۞ فِي عَسْكِرٍ حِيَنَ تَلْقَاهُ وَفِي حَشَمِ",
    "latin": "",
    "terjemah": "Seakan-akan Rosululloh nabi yang berbeda dari nabi-nabi lainnya dari keagungannya. Di antara para pasukan dan pelayan kala kau jumpa karena dampak keagungannya"
  },
  {
    "judul": "",
    "arab": "كَأَنّمَا اللُّؤْلُؤُ الَكْنُوْنُ فِيْ صَدَفٍ ۞ مِنْ مَّعْدِنَيْ مَنْطِقٍ مِنْهُ وَمُبْتَسَمِ",
    "latin": "",
    "terjemah": "Rosululloh bagaikan mutiara yang tersimpan dalam kerangnya. Dikeluarkan dari dua pemikat yaitu ucapan dan senyumnya"
  },
  {
    "judul": "",
    "arab": "لَا طِيْبَ يَعْدِلُ تُرْبًا ضُمَّ أَعْظُمَهُ ۞ طُوبَ لِمُنْتَشِقٍ مِنْهُ وَمُلْتَثِمِ",
    "latin": "",
    "terjemah": "Tiada keharuman melebihi tanah buana, tanah yang mengubur jasadnya. Betapa bahagia orang yang mencium dan mengecupnya."
  }
]
