[
  {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ"
  },
  {
    "arab": "اِلٰى حَضْرَةِ النَّبِيِّ الْمُصْطَفٰى مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ وَاٰلِهِ وَاَزْوَاجِهِ وَاَوْلَادِهِ وَذُرِّيَاتِهِ. اَلْفَاتِحَةْ"
  },
  {
    "arab": "ثُمَّ إلَى حَضْرَةِ إِخْوَانِهِ مِنَ اْلأَنْبِيَاءِ وَالْمُرْسَلِيْنَ وَاْلأَوْلِيَاءِ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ وَالصَّحَابَةِ وَالتَّابِعِيْنَ وَاْلعُلَمَاءِ وَالْمُصَنِّفِيْنَ وَجَمِيْعِ الْمَلٰٓئِكَةِ الْمُقَرَّبِيْنَ خُصُوْصًاسَيِّدِنَا الشَّيْخَ عَبْدَ الْقَادِرِ الْجَيْلَانِيَّ. اَلْفَاتِحَةْ"
  },
  {
    "arab": "ثُمَّ إليَ جَمِيْعِ أَهْلِ اْلقُبُوْرِ مِنَ الْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ مِنْ مَّشَارِقِ اْلاَرْضِ وَمَغَارِبِهَا بَرِّهَا وَبَحْرِهَا خُصُوْصًا اَبَاءَنَا وَأُمَّهَاتِنَا وَأَجْدَادَنَا وَجَدَّاتِنَا وَمَشَايِخَنَا وَمَشَايِخَ مَشَايِخِنَا وَاَسَا تِذَةِ اَسَاتِذَ تِنَا ( وَخُصُوْصًا اِلَى رُوْحِ .... ) وَلِمَنِ اجْتَمَعْنَا هَهُنَا بِسَبَبِهِ اَلْفَاتِحَةْ"
  },
  {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ١ اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ٢ الرَّحْمٰنِ الرَّحِيْمِۙ٣ مٰلِكِ يَوْمِ الدِّيْنِۗ٤ اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُۗ٥ اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ ۙ٦ صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ ەۙ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّاۤلِّيْنَ ٧"
  },
  {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ"
  },
  {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ    قُلْ هُوَ اللّٰهُ اَحَدٌۚ ١ اَللّٰهُ الصَّمَدُۚ ٢ لَمْ يَلِدْ وَلَمْ يُوْلَدْۙ ٣ وَلَمْ يَكُنْ لَّهٗ كُفُوًا اَحَدٌ ٤"
  },
  {
    "arab": "لاَ إِلهَ إِلَّا للّٰهُ اَللّٰهُ أَكْبَرْ وَلِلّٰهِ اْلحَمْدُ"
  },
  {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ"
  },
  {
    "arab": "قُلْ اَعُوْذُ بِرَبِّ الْفَلَقِۙ ١ مِنْ شَرِّ مَا خَلَقَۙ ٢ وَمِنْ شَرِّ غَاسِقٍ اِذَا وَقَبَۙ ٣ وَمِنْ شَرِّ النَّفّٰثٰتِ فِى الْعُقَدِۙ ٤ وَمِنْ شَرِّ حَاسِدٍ اِذَا حَسَدَ ٥"
  },
  {
    "arab": "لاَ إِلهَ إِلَّا للّٰهُ اَللّٰهُ أَكْبَرْ وَلِلّٰهِ اْلحَمْدُ"
  },
  {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ"
  },
  {
    "arab": "قُلْ اَعُوْذُ بِرَبِّ النَّاسِۙ ١ مَلِكِ النَّاسِۙ ٢ اِلٰهِ النَّاسِۙ ٣ مِنْ شَرِّ الْوَسْوَاسِ ەۙ الْخَنَّاسِۖ ٤ الَّذِيْ يُوَسْوِسُ فِيْ صُدُوْرِ النَّاسِۙ ٥ مِنَ الْجِنَّةِ وَالنَّاسِ ٦"
  },
  {
    "arab": "لاَ إِلهَ إِلَّا للّٰهُ اَللّٰهُ أَكْبَرْ وَلِلّٰهِ اْلحَمْدُ"
  },
  {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ١ اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ٢ الرَّحْمٰنِ الرَّحِيْمِۙ٣ مٰلِكِ يَوْمِ الدِّيْنِۗ٤ اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُۗ٥ اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ ۙ٦ صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ ەۙ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّاۤلِّيْنَ ٧"
  },
  {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ"
  },
  {
    "arab": "الۤمّۤ ۚ١ ذٰلِكَ الْكِتٰبُ لَا رَيْبَ ۛ فِيْهِ ۛ هُدًى لِّلْمُتَّقِيْنَۙ٢ الَّذِيْنَ يُؤْمِنُوْنَ بِالْغَيْبِ وَيُقِيْمُوْنَ الصَّلٰوةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ۙ٣ وَالَّذِيْنَ يُؤْمِنُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ ۚ وَبِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَۗ٤ اُولٰۤىِٕكَ عَلٰى هُدًى مِّنْ رَّبِّهِمْ ۙ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ٥"
  },
  {
    "arab": "وَإِلٰهُكُمْ إِلٰهُ وَاحِدٌ لاَإِلٰهَ إِلاَّ هُوَ الرَّحْمٰنُ الرَّحِيْمُ"
  },
  {
    "arab": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۚ اَلْحَيُّ الْقَيُّوْمُ ەۚ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖۗ يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۚ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ اِلَّا بِمَا شَاۤءَۚ وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْاَرْضَۚ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَاۚ وَهُوَ الْعَلِيُّ الْعَظِيْمُ"
  },
  {
    "arab": "لِلّٰهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللّٰهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللّٰهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ"
  },
  {
    "arab": "اٰمَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ اٰمَنَ بِٱللّٰهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ",
  }
  {
    "arab": "لَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا وُسْعَهَا ۗ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ اِنْ نَّسِيْنَآ اَوْ اَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ اِصْرًا كَمَا حَمَلْتَهٗ عَلَى الَّذِيْنَ مِنْ قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهٖۚ ( وَاعْفُ عَنَّاۗ وَاغْفِرْ لَنَاۗ وَارْحَمْنَا ۗ ٧x ) اَنْتَ مَوْلٰىنَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ"
  },
  {
    "arab": "إِرْحَمْنَا يَاأَرْحَمَ الرَّاحِمِيْنَ ٧x"
  },
  {
    "arab": "رَحْمَةُ اللّٰهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيْدٌ مَجِيْدٌ"
  },
  {
    "arab": "إِنَّمَا يُرِيْدُ اللّٰهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْرًا"
  },
  {
    "arab": "إِنَّ اللّٰهَ وَمَلاَئِكَتَهُ يُصَلُّوْنَ عَلَى النَّبِي يَا أَيُّهَا الَّذِيْنَ أمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمَا"
  },
  {
    "arab": "إِنَّ اللّٰهَ وَمَلاَئِكَتَهُ يُصَلُّوْنَ عَلَى النَّبِي يَا أَيُّهَا الَّذِيْنَ أمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمَا"
  },
  {
    "arab": "أَسْتَغْفِرُ اللّٰهُ الْعَظِيْم ٣x"
  },
  {
    "arab": "أَفْضَلُ الذِّكْرِ فَاعْلَمْ أَنَّهُ لَاإِلٰهَ إِلاَّ اللّٰهُ"
  },
  {
    "arab": "لَاإِلٰهَ إِلاَّ اللّٰهُ ٣٣x"
  },
  {
    "arab": "لَاإِلٰهَ إِلاَّ اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهُ"
  },
  {
    "arab": "أَللّٰهُمَّ صَلِّ عَلَى مُحَمَّدْ أَللّٰهُمَّ صَلِّ عَلَيْهِ وَسَلِّمْ ٣x"
  },
  {
    "arab": "سُبْحَانَ اللّٰهِ وَبِحَمْدِهِ سُبْحَانَ اللّٰهِ الْعَظِيْمِ ٧x"
  },
  {
    "arab": "أَللّٰهُمَّ صَلِّ عَلَى حَبِيْبِكَ سَيِّدِنَا مُحَمَّدْ وَعَلَى اٰلِهِ وَصَحْبِهِ وَبَارِكْ وَسَلِّمْ أَجْمَعِيْنَ"
  },
  {
    "arab": "اٰلْفَاتِحَةْ"
  }
]
