[
  {
    "isi": "Pujian-pujian yang ditulis oleh Sayyid Ja’far al-Barzanji murni atas dasar kecintaannya kepada baginda Nabi Muhammad SAW sekaligus sebagai upaya untuk meningkatkan kecintaan umat Islam kepada nabinya.",
    "arab": false
  },
  {
    "isi": "Secara ringkas Maulid Barzanji memiliki paparan sebagai berikut:",
    "arab": false
  },
  {
    "isi": "(1) menjelaskan silsilah keturunan Nabi Muhammad SAW sampai pada moyangnya yang bernama ‘Adnan;",
    "arab": false
  },
  {
    "isi": "(2) menjelaskan masa kecil dan kelebihannya saat itu;",
    "arab": false
  },
  {
    "isi": "(3) mengisahkan kisah Nabi Muhammad SAW saat ikut berdagang bersama pamannya ke kota Syam ketika berumur 12 tahun;",
    "arab": false
  },
  {
    "isi": "(4) pernikahannya dengan Sayyidah Khadijah RA pada umur 25 tahun; dan",
    "arab": false
  },
  {
    "isi": "(5) pengangkatannya menjadi rasul pada usia 40 tahun, dan dakwah Islamnya sampai umur 62 tahun. Kemudian di akhir tulisan menjelaskan kewafatan Rasulullah SAW setelah semua tugasnya selesai secara sempurna.",
    "arab": false
  },
  {
    "isi": "Maulid Barzanji juga menjelaskan beberapa keistimewaan saat kelahiran Nabi Muhammad SAW. Di antaranya, ia lahir dalam keadaan langsung bersujud dan dalam keadaan bercelak. Dalam waktu yang sama berbagai simbol-simbol kemusyrikan dihancurkan oleh Allah, seperti hancurnya kerajaan Kisra yang besar, padamnya api sesembahan orang-orang Majusi yang diyakini tidak bisa dipadamkan oleh siapapun selama ribuan tahun. Di saat itu pula, semua hewan dan dan makhluk selain manusia merasakan kemuliaan dan keagungannya. Hal ini ditandai dengan berbuahnya semua pohon-pohon yang tidak pernah berbuah dalam rangka menghormat dan menyambut kelahiran makhluk paling baik dan paling mulia.",
    "arab": false
  },
  {
    "isi": "Syekh Muhammad Nawawi Banten, dalam kitab Madârijus Shu’ûd mengatakan, Maulid Barzanji laksana media yang mampu menjadi sebab datangnya berbagai kebaikan (sihrul halâl) dan orang yang membacanya akan mendapatkan keridhaan dari Allah SWT. (Al-Bantani, Madârijus Shu’ûd, halaman 3).",
    "arab": false
  },
  {
    "isi": "Syekh Nawawi Banten seolah hendak mengatakan, dengan membaca Maulid Barzanji orang akan mendapatkan keutamaan yang sangat banyak, di antaranya akan digampangkan semua urusannya, sebagaimana sihir, namun Maulid Barzanji seolah sihir yang halal. Jika tujuan membacanya agar terhindar dari penyakit, maka ia akan dijauhkan dari penyakit oleh Allah SWT. Tidak hanya itu, dengan membacanya, seseorang akan mendapatkan kehormatan berupa keridhaan dari Allah SWT.",
    "arab": false
  }
]
