[
  {
    "isi": "<center><p><b>Sayyid Zainal ‘Abidin Ja’far bin Hasan bin ‘Abdul Karim al-Husaini asy-Syahzuri al-Barzanji</b></p></center>",
    "arab": false
  },
  {
    "isi": "<p>Beliau kelahiran Madinah al-Munawwarah pada Kamis awal Dzulhijah 1128 H/1716 M. Sayyid Ja’far al-Barzanji wafat pada Selasa setelah shalat Ahsar 4 Sya’ban 1177 H/1763 M, dan dimakamkan bersama dengan kakeknya di Baqi’ mennjadi satu dengan keturunan Rasulullah SAW yang lain. (Muhammad al-Qhat’ani, Maulidul Barzanji Tashih wa I’tinâ’, halaman 12).</p>",
    "arab": false
  },
  {
    "isi": "<p>Beliau memiliki nasab yang suci dan luhur, yaitu keturunan Rasulullah SAW melalui jalur Sayyid Baqir bin Sayyid Zainal ‘Abidin ibn Sayyidina ‘Ali RA dan Sayyidatina Fatimah az-Zahra binti Rasulillah SAW. Menurut Syekh Nawawi Banten, nasab yang dimiliknya akan menjadi penyelamat kelak di akhirat dari siksa neraka dengan segala kesengsaraannya. (Muhammad Nawawi al-Bantani, Madârijus Shu’ûd ilâ  Iktisâ’il Burûd, [Semarang, Thoha Putra], halaman 3).</p>",
    "arab": false
  },
  {
    "isi": "<p>Sayyid Ja’far al-Barzanji tumbuh besar dengan keilmuan. Semua waktu digunakannya untuk mencari ilmu, menghafal Al-Qur’an, dan menghafal hadits sekaligus memahaminya. Dalam catatan sejarahnya, Sayyid Ja’far menghafal Al-Quran 30 Juz kepada Syaikh Ismail al-Yamani dan ditashih kepada Syekh Yusuf al-Asha’idi. Setelah Al-Qur’an dihafalnya, ia mulai belajar ilmu tafsir Al-Qur’an dan hadits). Selanjutnya mempelajari berbagai cabang-cabang ilmu lainnya kepara ulama di Masjid Nabawi. Di antara guru-gurunya ialah Syekh ‘Atha-Allah bin Ahmad al-Azhari, Syekh Abdul Wahab ath-Thanthawi al-Ahmadi, Syekh Ahmad al-‘Asybuli dan ulama besar lainnya. Setelah semua cabang ilmu Islam dipelajari olehnya, ia menjadi ulama yang sangat alim yang diakui keluasan ilmunya oleh berbagai ulama.</p>",
    "arab": false
  },
  {
    "isi": "<p>Setelah perjalanan panjang dan melelahkan dalam menuntut ilmu, Sayyid Ja’far al-Barzanji menjadi mufti (ahli fatwa) mazhab Syafi’iyah di Madinah, yaitu saat usianya mencapai 31 tahun, sebagaimana disampaikan oleh Syekh Muhammad al-Qhat’ani :</p>",
    "arab": false
  },
  {
    "isi": "وَعُمْرُهُ إِحْدَى وَثَلَاثِيْنَ عَامًا ثُمَّ صَارَ مُفْتِي الشَّافِعِيَّةِ فِي الْمَدِيْنَةِ الْمُنَوَّرَةِ وَخَطِيْبًا فَقَدْ كَانَ يَخْطُبُ فِي الْمَسْجِدِ النَّبَوِي الشَّرِيْفِ",
    "arab": true
  },
  {
    "isi": "<p>Artinya: “Dan pada umur 31 tahun, Sayyid Ja’far al-Barzanji menjadi mufti ulama mazhab Syafi’iyah di kota Madinah al-Munawwarah, dan juga menjadi khatib di Masjid Nabawi yang mulia.” (Al-Qhat’ani, Maulidul Barzanji Tashîh wa I’tinâ’, halaman 12).</p>",
    "arab": false
  },
  {
    "isi": "<p>Sayyid Ja’far al-Barzanji merupakan ulama yang punya suara merdu, tampan rupawan, mulia perilakunya, sangat sopan, tinggi cita-citanya, bersungguh-sungguh ketika membahas ilmu, dapat dipercaya. Karenanya banyak orang meminta pendapat dan fatwa kepadanya karena keluasan ilmunya.</p>",
    "arab": false
  },
  {
    "isi": "<p>Syekh Abil Fadl Muhammad Khalil bin ‘Ali al-Muradi menyifati Sayyid Ja’far sebagai figur kharismatik yang sangat mulia dan sangat alim, dan satu-satunya ulama luar biasa pada zamannya. Al-Muradi mengatakan :</p>",
    "arab": false
  },
  {
    "isi": "هُوَ الْمُدْنِي الشَّافِعِي الشَّيْخُ الفَاضِلُ العَالِمُ البَارِعُ الأَوْحَدُ المُتَفَنِّنُ مُفَتِي السَّادَةِ الشَّافِعِيَّةِ بِالْمَدِيْنَةِ النَّبَوِيَّةِ. وَكَانَ فَرْدًا مِنْ أَفْرَادِ الْعُصْرِ",
    "arab": true
  },
  {
    "isi": "<p>Artinya: “Ia (Sayyid Ja’far al-Barzanji) adalah ulama Madinah, bermazhab Syafi’i, seorang syekh, orang mulia, alim, orator ulung, satu-satunya yang menguasai berbagai cabang ilmu, mufti para syadah mazhab Syafi’iyah di Madinah an-Nabawiyah. Ia juga menjadi satu-satunya ulama (yang memenuhi kriteria tersebut) pada zamannya.” (Al-Muradi, Silkud Durâr fî A’yânil Qurûnits Tsâni ‘Asyar, [Beirut, Dârul Basyâ-iril Islâmiyyah, cetakan ketiga: 1988], juz I, halaman 293).</p>",
    "arab": false
  },
  {
    "isi": "<p>Kealiman Sayyid Ja’far dapat dilihat dari berbagai karyanya, di antaranya :</p>",
    "arab": false
  },
  {
    "isi": "<p>(1) Mukhtashar Dlau-ul Wahhaj fî Qisshatil Isrâ’ wal Mi’râj,<br/>(2) al-Ghusnul Wardi fî Akhbâris Sayyidil Mahdi,<br/>(3) Jaliyyatul Karbi bi Akhbâri Ashâbi Sayyidil ‘Ajami wal ‘Arabi,<br/>(4) an-Nafhud Darriji fil Fathil Jannati,<br/>(5) Ithâful Barâyâ li ‘Iddatil Ghazawâti was Sarâyâ,<br/>(6) Idlâ-at Darâri li Irsyâdissari ‘alâ Shahîhil Bukhâri,<br/>(7) ar-Raudlul Mi’thâr,<br/>(8) al-Bar’ul Ajil bi Ijâbatis Syekh Muhammad Ghafil,<br/>(9) al-Janid Dani fî Manâqibis Syekh Abdil Qadîr al-Jîlâni,<br/>(10) Iltiqâthuz Zahri min Natâ-ijir Rihlati was Safari, dan<br/>(11) ‘Iqdul Jauhar fi Maulidin Nabiyyil Azhar, atau yang lebih dikenal dengan nama Maulid Barzanji</p><br/>",
    "arab": false
  }
]
