[
  {
    "arab": "اَللّٰهُـمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَيْهِ",
    "latin": "Allâhumma sholli wa sallim wa bârik ‘alaih",
    "terjemah": "(Ya Allah tetapkanlah limpahan rahmat dan salam serta keberkahan kepada Nabi Muhammad)"
  },
  {
    "arab": "فَقَالَتِ الْمَلَآئِكَةُ يَاحَبِيْبَ الرَّحْمٰنِ ۞ لَوْ عَلِمْتَ مَا يُرَادُ بِكَ مِنَ الْخَيْرِ ۞ لَعَرَفْتَ قَدْرَ مَنْزِلَتِكَ عَلٰى الْغَيْرِ ۞ وَازْدَدْتَ فَرَحًا وَسُرُوْرًا ۞ وَبَهْجَةً وَّنُوْرًا ۞ يَامُحَمَّدُ أَبْشِـرْ فَقَدْ نُشِــرَتْ فِي الْكَآئِنَاتِ أَعْلاَمُ عُلُوْمِكَ ۞ وَتَبَاشَرَتِ الْمَخْلُوْقَاتُ بِقُدُوْمِكَ ۞ وَلَمْ يَبْقَ شَيْئٌ مِمَّا خَلَقَ اللّٰهُ تَعَالٰى إِلاَّجَآءَ لِأَمْرِكَ طَائِعًا ۞ وَلِمَقَالَتِكَ سَامِعًا ۞ فَسَيَأتِيْكَ الْبَعِيْرُ ۞ بِذِمَامِكَ يَسْتَجِيْرُ ۞ وَالضَّبُّ وَالْغَزَالَةُ ۞ يَشْهَدَانِ لَكَ بِالرِّسَالَةِ ۞ وَالشَّجَرُ وَالْقَمَرُ وَالذِّيْبُ ۞ يَنْطِقُوْنَ بِنُبُوَّتِكَ عَنْ قَرِيْبٍ ۞ وَمَرْكَبُكَ الْبُرَاقُ ۞ اِلٰى جَمَالِكَ مُشْتَاقٌ ۞ وَجِبْرِيْلُ شَاوُوْشُ مَمْلَكَتِكَ قَدْ أَعْلَنَ بِذِكْرِكَ فِي الْأٰفَاقِ ۞ وَالْقَمَرُ مَأْمُوْرٌ لَكَ بِالْإِنْشِقَاقِ ۞ وَكُلُّ مَنْ فِي الْكَوْنِ مُتَشَوِّقٌ لِظُهُوْرِكَ ۞ مُنْتَظِرٌ لِإِشْرَاقِ نُوْرِكَ ۞",
    "latin": "",
    "terjemah": "Maka para malaikat berkata: “Wahai kekasih Allah Yang Maha Pengasih, Andaikan engkau tahu kebaikan yang dikehendaki Allah kepdamu, pasti engkau akan tahu ketinggian derajatmu dari makhluk lain, dan pasti engkau akan bertambah senang dan bahagia, bertambah cerah dan penuh ceria. Wahai Muḥammad, berbahagialah engkau, sungguh telah diberitakan kepada seluruh alam tentang luasnya pengetahuanmu, dan tiada satu makhlukpun yang diciptakan oleh Allah kecuali ia akan patuh terhadap perintahmu, senang mendengarkan pembicaraanmu. Akan datang kepadamu pengedara onta meminta perlindungan dari kepempimpinanmu. Biawak dan rusa pun menyaksikan kerasulanmu. Pepohonan, rembulan dan serigala, saling membicarakan tentang kenabianmu yang telah dekat waktunya. Kendaraanmu adalah Burāq, ketampananmu membuat rindu setiap orang, dan malaikat Jibrīl pengendali kekuasaanmu telah mengumandangkan sebutan namamu di seluruh penjuru alam. Rembulan diperintah membelah dua untuk mu’jizatmu. Dan setiap makhluk yang ada di alam semesta sangat merindukan kelahiranmu, dan menunggu-nunggu pancaran sinar cahayamu."
  },
  {
    "arab": "اَللّٰهُـمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَيْهِ",
    "latin": "Allâhumma sholli wa sallim wa bârik ‘alaih",
    "terjemah": "(Ya Allah tetapkanlah limpahan rahmat dan salam serta keberkahan kepada Nabi Muhammad)"
  }
]
