[
  {
    "arab": "اَللّٰهُـمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَيْهِ",
    "latin": "Allâhumma sholli wa sallim wa bârik ‘alaih",
    "terjemah": "(Ya Allah tetapkanlah limpahan rahmat dan salam serta keberkahan kepada Nabi Muhammad)"
  },
  {
    "arab": "فَسُبْحَانَ مَنْ خَصَّهٗ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ بِأَشْرَفِ الْمَنَاصِبِ وَالْمَرَاتِبِ",
    "latin": "",
    "terjemah": "Maka Maha suci Allah yang mengkhususkan Nabi Muhammad SAW dengan kemuliaan pangkat dan martabat"
  },
  {
    "arab": "أَحْمَدُهٗ عَلىٰ مَا مَنَحَ مِنَ الْمَوَاهِبِ",
    "latin": "",
    "terjemah": "Aku menyanjungkan pujian kepada-Nya, atas segala nikmat anugerah dan pemberian-Nya."
  },
  {
    "arab": "وَأَشْهَدُ أَنْ لَآإِلٰهَ إِلاَّ اللّٰهُ وَحْدَهٗ لاَشَرِيْكَ لَهٗ رَبُّ الْمَشَارِقِ",
    "latin": "",
    "terjemah": "Dan aku bersaksi bahwa tidak ada Tuhan selain Allah yang Maha Esa lagi tiada sekutu bagi-Nya, pemilik arah timur dan barat."
  },
  {
    "arab": "وَأَشْهَدُ أَنَّ سَيِّدَنَا مُحَمَّدًا عَبْدُهٗ وَرَسُوْلُهُ الْمَبْعُوْثُ إِلٰى سَآئِرِ الْأَعَاجِمِ وَالْأَعَارِبِ",
    "latin": "",
    "terjemah": "Dan aku bersaksi bahwa sesungguhnya penghulu kami Nabi Muhammad itu adalah seorang hamba Allah dan utusan-Nya yang diutus kepada semua bangsa ‘Ajam dan Arab."
  },
  {
    "arab": "صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ وَعَلىٰ اٰلِهٖ وَأَصْحَابِهٖ أُوْلِى الْمَآَثِرِ وَالْمَنَاقِبِ",
    "latin": "",
    "terjemah": "Semoga rahmat Allah dan salam-Nya tetap dilimpahkan kepada Nabi dan keluarga serta sahabatnya yang mempunyai perilaku agung dan sebutan nama baik."
  },
  {
    "arab": "صَلَاةً وَسَلاَمًا دَآئِمَيْنِ مُتَلاَزِمَيْنِ يَاتِيْ قَآئِلُهُمَايَوْمَ الْقِيَامَةِ غَيْرَ خَآئِبِ",
    "latin": "",
    "terjemah": "Dengan rahmat dan salam yang kekal, keduanya merata kepada para pembacanya yang datang kelak di hari kiamat tanpa merugi."
  },
  {
    "arab": "اَللّٰهُـمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَيْهِ",
    "latin": "Allâhumma sholli wa sallim wa bârik ‘alaih",
    "terjemah": "(Ya Allah tetapkanlah limpahan rahmat dan salam serta keberkahan kepada Nabi Muhammad)"
  }
]
