[
  {
    "judul": "اَللّٰهُـمَّ صَلِّ وَسَلِّمْ اَشْرَفَ الصَّلَاةِ وَالتَّسْلِيْم عَلٰى سَيِّدِنَا وَنَبِيِّنَا مُحَمَّدِ نِ الرَّؤُوْفُ الرَّحِيْمِ",
    "arab": "",
    "latin": "",
    "terjemah": "Ya Allah, limpahkanlah semulia-mulia shalawat dan salam kepada junjungan dan Nabi kami, Muhammad yang amat penyantun, amat penyayang"
  },
  {
    "judul": "",
    "arab": "فَنَشَاءَ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ عَلَى اَكْمَلِ الْأَوْصَاف ۞ يَحُفُّهُ مِنَ اللّٰهِ جَمِيْلُ الرِّعَايَةِ وَغَامِرُ الْأَلْطَاف ۞ فَكَانَ يَشِبُّ فِي الْيَوْمِ شَبَابَ الصَّبِيِّ فيِ الشَّهْرِ ۞ وَيَظْهَرُ عَلَيْهِ فِي صِبَاهُ مِنْ شَرَفِ الْكَمَالِ مَا يَشْهَدُ لَهُ بِأَنَّهُ سَيِّدُ وَلَدِ آدَمَ وَلَا فَخر ۞ وِلَمْ يَزَلْ وَاَنْجُمُ سُعُوْدِهِ طَالِعَة ۞ وَالْكَائِنَاتُ لِعَهْدِهِ حَافِظَةٌ وَلِاَمْرِهِ طَائِعَة ۞ فَمَا نَفَثَ عَلَى مَرِيْضٍ اِلَّا شَفَاهُ اللّٰه ۞ وَلَاتَوَجَّهَ فِي غَيْثٍ اِلَّا وَاَنْزَلَهُ مَوْلَاه ۞ حَتَّى بَلَغَ مِنَ الْعُمْرِ اَشُدَّه ۞ وَمَضَتْ لَهُ مِنْ سِنِّ الشَّبَابِ وَالْكُهُوْلَةِ مُدَّة ۞ فَاجَأَتْهُ الْحَضْرَةُ الْاِلَهِيَّةُ بِمَا شَرَّفَتْهُ بِهِ وَحْدَه ۞ فَنَزَلَ عَلَيْهِ الرُّوْحُ الْأَمِيْن ۞ بِالْبُشْرَى مِنْ رَبِّ الْعَالَمِيْن ۞ فَتَلَا عَلَيْهِ لِسَانُ الذِّكْرِ الْحَكِيْمِ شَاهِدَ ﴿ وَاِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيْمٍ عَلِيْم ﴾ فَكَانَ اَوَّلَ مَا نَزَلَ عَلَيْهِ مِنْ تِلْكَ الْحَضْرَةِ مِنْ جَوَامِعِ الْحِكَم ۞ قَوْلُهُ تَعَالَى : ﴿ اِقْرَأ بِاسْمِ رَبِّكَ الَّذِيْ خَلَق ۞ خَلَقَ الْأِنْسَانَ مِنْ عَلَق ۞ اِقْرَأ وَرَبُّكَ الْأَكْرَم ۞ اَلَّذِيْ عَلَّمَ بِالْقَلَم ۞ عَلَّمَ الْأِنْسَانَ مَا لَمْ يَعْلَم ﴾ فَمَا اَعْظَمَهَا مِنْ بِشَارَةٍ اَوْصَلَتْهَا يَدُ الْأِحْسَان ۞ مِنْ حَضْرَةِ الْأِمْتِنَان ۞ اِلَى هَذَا الْأِنْسَان ۞ وَاَيَّدَتْهَا بِشَارَةُ ﴿ اَلرَّحْمَنُ عَلَّمَ الْقُرْآن ۞ خَلَقَ الْاِنْسَانَ عَلَّمَهُ الْبَيَان ﴾ وَلَاشَكَّ اَنَّهُ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ هُوَ الْأِنْسَانُ الْمَقْصُوْدُ بِهَذَا التَّعْلِيْم ۞ مِنْ حَضْرَةِالرَّحْمَنِ الرَّحِيْم ۞",
    "latin": "",
    "terjemah": "Rasulullah ﷺ tumbuh dengan sifat-sifat paling sempurna, dikelilingi selalu pemeliharaan Allah Maha Kuasa serta diliputi rahmat-Nya berlimpah-limpah. Ia tumbuh dalam sehari seperti bayi lain dalam sebulan. Keluhuran pribadinya tampak sempurna sejak usianya yang amat muda menjadi saksi bahwa dialah penghulu keturunan Adam semuanya. Bintang-bintang kemujuran selalu bersamanya, demikian pula segenap benda di alam ini menampakkan kesetiaan dan kepatuhan padanya. Tiap kali ia “meniupi” penderita sakit, niscaya Allah melimpahkan kesembuhan baginya. Tiap kali berdoa memohon hujan, niscaya Allah selalu menurunkannya. Demikian keadaannya sehari-hari sampai ia telah melewati masa mudanya dan mencapai usia dewasa. Saat itulah Allah mengkhususkannya dengan kemuliaan hanya baginya seorang. Dan turunlah Jibril Ar-Ruhul Amin membawa kabar gembira dari Tuhan seru sekalian alam, membacakan baginya ayat-ayat suci Al Quran Al-Hakim, “Dan sesungguhnya kepadamu telah diberikan Al-Quran dari hadirat Allah, yang Maha Bijaksana lagi Maha Mengetahui.” Adapun mula pertama diturunkan kepadanya diantara ayat-ayat suci padat berisi yang berasal dari hadirat Allah SWT ialah, “Bacalah dengan nama Tuhanmu yang mencipta manusia dari segumpal darah. Bacalah! Tuhanmulah yang paling mulia. Yang mengajar dengan kalam. Mengajar manusia apa yang tidak ia tahu.” Oh… betapa agungnya kabar gembira ini, karunia sempurna datang dari Allah Maha Pengasih lagi Maha pemurah ditujukan kepada insan mulia ini. Lalu dikuatkan lagi dengan firman-Nya, “Ar-Rahman, Tuhan Maha Pemurah, mengajarkan Al-Qur'an, mencipta insan lalu diajarinya fasih perkataan…” Dan tiada syak (ragu) lagi tentunya beliaulah insan yang dimaksud dengan pemberian ajaran itu dari hadirat Allah, yang Maha Rahman dan Rahim."
  }
]
