[
  {
    "judul": "اَللّٰهُـمَّ صَلِّ وَسَلِّمْ اَشْرَفَ الصَّلَاةِ وَالتَّسْلِيْم عَلٰى سَيِّدِنَا وَنَبِيِّنَا مُحَمَّدِ نِ الرَّؤُوْفُ الرَّحِيْمِ",
    "arab": "",
    "latin": "",
    "terjemah": "Ya Allah, limpahkanlah semulia-mulia shalawat dan salam kepada junjungan dan Nabi kami, Muhammad yang amat penyantun, amat penyayang"
  },
  {
    "judul": "",
    "arab": "ثُمَّ اِنَّهُ بَعْدَ مَا نَزَلَ عَلَيْهِ الْوَحْيُ الْبَلِيْغ ۞ تَحَمَّلْ اَعْبَاءَ الدَّعْوَةِ وَالتَّبْلِيْغ ۞ فَدَعَا الْخَلْقَ اِلَى اللّٰهِ عَلَى بَصِيْرَةِ ۞ فَاَجَابَهُ بِالْاِذْعَانِ مَنْ كَانَتْ لَهُ بَصِيْرَةٌ مُنِيْرَة ۞ وَهِيَ اِجَابَةٌ سَبَقَتْ بِهَا الْأَقْضِيَةُ وَالْأَقْدَار ۞ تَشَرَّفَ بِالسَّبْقِ اِلَيْهَا الْمُهَاجِرُوْنَ وَالْاَنْصَار ۞ وَقَدْ اَكْمَلَ اللّٰهُ بِهِمَّةِ هَذَا الْحَبِيْبِ وَاَصْحَابِهِ هَذَا الدِّيْن ۞ وَاَكْبَتَ بِشِدَّةِ بَأْسِهِمْ قُلُوْبَ الْكَافِرِيْنَ وَالْمُلْحِدِيْن ۞ فَظَهَرَ عَلَى يَدَيْهِ مِنْ عَظِيْمِ الْمُعْجِزَات ۞ مَا يَدُلُّ عَلَى اَنَّهُ اَشْرَفُ اَهْلِ الْأَرْضِ وَالسَّمَوَات ۞ فَمِنْهَا تَكْثِيْرُ الْقَلِيْل ۞ وَبُرْءُ الْعَلِيْل ۞ وَتَسْلِيْمُ الْحَجَر ۞ وَطَاعَةُ الشَّجَر ۞ وَانْشِقَاقُ الْقَمَر ۞ وَالْخِبَارُ بِالْمُغَيَّبَات ۞ وَحَنِيْنُ الْجِذْعِ الَّذِيْ هُوَ مِنْ خَوَارِقِ الْعَادَات ۞ وَشَهَادَةُ الضَبِّ لَهُ وَالْغَزَالَة ۞ بِالنُّبُوَّةِ وَالرِّسَالَة ۞ اِلَى غَيْرِ ذَلِكَ مِنْ بَاهِرِ الْآيَات ۞ وَغَرَائِبِ الْمُعْجِزَات ۞ اَلَّتِيْ اَيَّدَهُ اللّٰهُ بِهَا فِي رِسَالَتِه ۞ وَخَصَّصَهُ بِهَا مِنْ بَيْنِ بَرِيَّتِه ۞ وَقَدْ تَقَدَّمَتْ لَهُ قَبْلَ النُّبُوَّةِ اِرْهَاصَات ۞ هِيَ عَلَى نُبُوَّتِهِ وَرِسَالَتِهِ مِنْ اَقْوَى الْعَلَامَات ۞ وَمَعَ ظُهُوْرِهَا وَانْتِشَارِهَا سَعِدَ بِهَا الصَّادِقُوْنَ مِنَ الْمُؤْمِنِيْن ۞ وَشَقِيَ بِهَا الْمُكَذِّبُوْنَ مِنَ الْكَافِرِيْنَ وَالْمُنَافِقِيْن ۞ وَتَلَقَّاهَا بِالتَّصْدِيْقِ وَالتَّسْلِيْم ۞ كُلُّ ذِيْ قَلْبٍ سَلِيْم ۞",
    "latin": "",
    "terjemah": "Adapun Nabi ﷺ setelah kepadanya wahyu suci diturunkan segera bertindak memikul beban dakwah dan tabligh. Menyeru manusia ke jalan Allah dengan penuh kesadaran yang diikuti dengan tulus dan patuh oleh mereka yang berpikiran terang diantara kaum Muhajirin dan Anshar yang beroleh kehormatan tertinggi mendahului yang lain memenuhi seruan ini sesuai yang tercantum dalam takdir ilahi. Dan dengan tekad kuat Nabi tercinta ini, demikian pula para sahabatnya, Allah berkenan menyempurnakan agama ini dan dengan kepahlawanan mereka pula Allah menumpas habis kaum kafir dan ingkar. Banyak sekali mu’jizat hebat berkaitan dengan dirinya membuktikan bahwa dialah yang termulia diantara penghuni bumi dan langit seluruhnya. Diantaranya memperbanyak yang sedikit, kesembuhan si penderita sakit, ucapan salam terdengar dari seonggok batu, ketaatan pohon kepadanya, terbelahnya buah purnama, pemberitahuan tentang hal-hal ghaib, rintihan pokok kurma yang rindu padanya, yang kesemuanya jauh menembus kebiasaan yang berlaku. Demikian pula biawak dan menjangan memberi kesaksian tentang kenabian dan kerasulannya, dan masih banyak lagi bukti gemilang serta mu’jizat menakjubkan yang dijadikan Allah sebagai pendukung risalahnya dan hanya baginya dikhususkan di antara semua makhluk-Nya. Banyak pula tanda ghaib mendahului nubuwahnya dan merupakan alamat terkuat bagi kenabian dan kerasulannya. Tersiarnya itu semua secara meluas mendatangkan bahagia bagi kaum beriman yang tulus namun menambah malang si kafir ataupun munafik. Dan tiada satu pun orang berpikiran sehat kecuali pasti menerimanya dengan keyakinan serta penyerahan sepenuhnya."
  }
]
