[
  {
    "judul": "اَللّٰهُـمَّ صَلِّ وَسَلِّمْ اَشْرَفَ الصَّلَاةِ وَالتَّسْلِيْم عَلٰى سَيِّدِنَا وَنَبِيِّنَا مُحَمَّدِ نِ الرَّؤُوْفُ الرَّحِيْمِ",
    "arab": "",
    "latin": "",
    "terjemah": "Ya Allah, limpahkanlah semulia-mulia shalawat dan salam kepada junjungan dan Nabi kami, Muhammad yang amat penyantun, amat penyayang"
  },
  {
    "judul": "",
    "arab": "وَمِنَ الشَّرَفِ الَّذِيْ اَخْتَصَّ اللّٰهُ بِهِ اَشْرَفَ رَسُوْل ۞ مِعْرَاجُهُ اِلَى حَضْرَةِ اللّٰهِ الْبَّرِ الْوَصُوْل ۞ وَظُهُوْرُ اَيَاتِ اللّٰهِ الْبَاهِرَةِ فِي ذَلِكَ الْمِعْرَاج ۞ وَتَشَرُّفُ السَّمَوَاتِ وَمَنْ فَوْقَهُنَّ بِاِشْرَاقِ نُوْرِ ذَلِكَ السِّرَاج ۞ فَقَدْ عَرَجَ الْحَبِيْبُ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ وَمَعَهُ الْاَمِيْنُ جِبْرِيْل ۞ اِلَى حَضْرَةِ الْمَلِكِ الْجَلِيْل ۞ مَعَ التَّشْرِيْفِ وَالتَّبْجِيْل ۞ فَمَا مِنْ سَمَآءٍ وَلَجَهَا اِلَّا وَبَادَرَهُ اَهْلُهَا بِالتَّرْحِيْبِ وَالتَّكْرِيْمِ وَالتَّأْهِيْل ۞ وَكُلُّ رَسُوْلٍ مَرَّ عَلَيْهِ ۞ بَشَرَهُ بِمَا عَرَفَهُ مِنْ حَقِّهِ عِنْدَ اللّٰهِ وَشَرِيْفِ مَنْزِلَتِهِ لَدَيْه ۞ حَتَّى جَاوَزَ السَّبْعَ الطِّبَاق ۞ وَوَصَلَ اِلَى حَضْرَةِ الْأِطْلَاق ۞ نَازَلَتْهُ مِنَ الْحَضْرَةِ الْاِلَهِيَّة ۞ غَوَامِرٌ النَّفَحَاتِ الْقُرْبِيَّة ۞ وَوَاجَهَتْهُ بِالتَّحِيَّات ۞ وَاَكْرَمَتْهُ بِجَزِيْلِ الْعَطِيَّات ۞ وَاَوْلَتْهُ جَمِيْلَ الْهِبَاتْ ۞ وَنَادَتْهُ بِشَرِيْفِ التَّسْلِيْمَات ۞ بَعْدَ اَنْ اَثْنَى عَلَى تِلْكَ الْحَضْرَةِ بِالتَّحِيَّاتِ الْمُبَارَكَاتِ الصَّلَوَاتِ الطِّيِّبَات ۞ فَيَالَهَا مِنْ نَفَحَاتٍ غَامِرَات ۞ وَتَجَلِّيَاتٍ عَالِيَاتٍ فِي حَضْرَاتٍ بَاهِرَات ۞ تَشْهَدُ فِيْهَا الذَّاتُ لِلذَّات ۞ وَتَتَلَّقَى عَوَاطِفَ الرَّحْمَات ۞ وَسَوَابِغَ الْفُيُوْضَاتِ بِأَيْدِيْ الْخُضُوْعِ وَالْأِخْبَات ۞",
    "latin": "",
    "terjemah": "Dan di antara kehormatan yang dikhususkan bagi Rasul termulia ini. Mi’rajnya ke hadirat Allah Maha Penyayang yang kebaikan-Nya selalu melimpah yang karunia-Nya selalu tercurah. Serta adanya bukti-bukti kuasa-Nya yang gemilang yang dialami pada peristiwa itu. Dan kemuliaan bagi langit-langit serta penghuninya dengan terbitnya nur pelita” itu bagi mereka. Maka Rasulullah SAW mengarungi angkasa bersama Jibril Al-Amin menuju hadirat Allah Al-Malikul Jalil diiringi segala kemuliaan dan penghormatan. Tiada penghuni yang dimasukinya kecuali segera menyongsong kedatangannya dengan penghormatan dan berbagai ucapan selamat dating setiap rasul yang dilewati menyampaikan kabar gembira yang diketahuinya tentang tinggi kedudukannya di sisi Tuhannya. Sampai ia melampaui ke tujuh lapis langit dan mencapai hadirat mutlak tiada berbatas. Di sana ia diliputi belaian karunia lembut penuh keakraban datang dari hadirat ilahi. Meyambutnya dengan ragam ucapan selamat, memuliakannya dengan berbagai anugerah besar, melimpahkan padanya seindah-indah pemberian dan memanggilnya dengan semulia-mulia salam setelah ia sendiri menunjukkan puji-pujian ke hadirat ilahi, “at-tahiyyatul mubarakatus shalawatut thayyibat. “ Aduhai, betapa lembut belaian karunia yang diterimanya itu. Betapa indah pertemuan yang agung itu dalam hadirat serba gemilang saat dzat (Rasul) memberi kesaksiannya bagi keagungan Dzat (Allah) Tuhannya. Seraya merangkum rahmah ilahiyyah penuh kasih saying serta anugerah-Nya yang melimpah ruah dalam suasana khusyu’ dan penyerahan diri kepada-Nya."
  },
  {
    "judul": "",
    "arab": "رُتَبٌ تَسْقُطُ الْاَمَانِيُّ حَسْرَى ۞ دُوْنَهَا مَا وَرَآءَ هُنَّ وَرَآءُ ۞",
    "latin": "",
    "terjemah": "Itulah tingkatan yang memaksa setiap idaman, jatuh berderai memendam sesal dan putus asa, demi melihatnya amat tinggi, tinggi sekali dari segala jangkauan."
  },
  {
    "judul": "",
    "arab": "عَقَلَ الْحَبِيْبُ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ فِي تِلْكَ الْحَضْرَةِ مِنْ سِرِّهَا مَا عَقَل ۞ وَاتَّصَلَ مِنْ عِلْمِهَا بِمَا اتَّصَل ۞ فَاَوْحَى اِلَى عَبْدِهِ مَا اَوْحَى ۞ مَا كَذَبَ الْفُؤَادُ مَا رَأَى ۞ فَمَا هِيَ اِلَّا مِنْحَةٌ خَصَّصَتْ بِهَا حَضْرَةُ الْأِمْتِنَان ۞ هَذَا الْاِنْسَان ۞ وَاَوْلَتْهُ مِنْ عَوَاطِفِهَا الرَّحِيْمَةِ مَا يَعْجِزُ عَنْ حَمْلِهِ الثَّقَلَان ۞ وَتِلْكَ مَوَاهِبُ لَا يَجْسُرُ الْقَلَمُ عَلَى شَرِحِ حَقَائِقِهَا ۞ وَلَاتَسْتَطِيْعُ الْأَلْسُنُ اَنْ تُعْرِبَ عَنْ خَفِيِّ دَقَائِقِهَا ۞ خَصَّصَتْ بِهَا الْحَضْرَةُ الْوَاسِعَة ۞ هَذِهِ الْعَيْنَ النَّاظِرَةَ وَالْأُذُنَ السَّامِعَة ۞ فَلَا يَطْمَعُ طَامِعٌ فِي الْأِطَّلَاعٍ عَلَى مَسْتُوْرِهَا ۞ وَالْأِحَاطَةِ بِشُهُوْدِ نُوْرِهَا ۞ فَإِنَّهَا حَضْرَةٌ جَلَتْ عَنْ نَظَرِ النَّاظِرِيْن ۞ وَرُتْبَةٌ عَزَّتْ عَلَى غَيْرِ سَيِّدِ الْمُرْسَلِيْن ۞ فَهَنِّيْئاً لِلْحَضْرَةِ الْمُحَمَّدِيَّة ۞ مَا وَاجَهَهَا مِنْ عَطَايَا الْحَضْرَةِ الْأَحَدِيَّة ۞ وَبُلُوْغُهَا اِلَى هَذَا الْمَقَامِ الْعَظِيْم ۞",
    "latin": "",
    "terjemah": "Banyak sekali pengalaman halus melekat pada jiwa Rasul yang diperolehnya dalam perjumpaan ketika itu, serta ilmu dan pengetahuan yang dicapainya. Tatkala Allah mewahyukan kepada hamba-Nya, apa yang diwahyukan-Nya, dan tiada hati Rasul mendustakannya.nItu semata-mata karunia hadirat Maha Pengasih dikhususkan bagi insan ini seorang simpati penuh kasih sayang ditujukan kepadanya tiada mungkin jin dan manusia mana pun merangkumnya. Itulah pemberian teramat istimewa. Pena siapa pun tak’kan berani mencoba menguraikan tentang hakikatnya. Lidah pun tak’kan mampu mengungkapkan makna halus yang tersembunyi padanya hadirat Allah Yang Maha Luas mengkhususkannya hanya bagi pandangan Nabi yang menatap dengan saksama dan telinganya yang mendengar dengan cermat. Maka tiada keinginan seseorang patut mengidamkan tersingkap baginya rahasianya yang tersembunyi atau meliput cahaya nurnya dengan sempurna, karena itu adalah hadirat terlalu agung untuk bisa dilihat para pengamat dan tingkatan tiada mungkin tercapai kecuali bagi penghulu para rasul. Maka sungguh berbahagia hadirat Muhammad menerima anugerah agung berlimpah berdatangan dari hadirat Allah Yang Maha Esa. Aduhai, betapa beruntungnya ia mencapai kedudukan setinggi ini."
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "",
    "arab": "",
    "latin": "",
    "terjemah": ""
  }
]
