[
  {
    "judul": "اَللّٰهُـمَّ صَلِّ وَسَلِّمْ اَشْرَفَ الصَّلَاةِ وَالتَّسْلِيْم عَلٰى سَيِّدِنَا وَنَبِيِّنَا مُحَمَّدِ نِ الرَّؤُوْفُ الرَّحِيْمِ",
    "arab": "",
    "latin": "",
    "terjemah": "Ya Allah, limpahkanlah semulia-mulia shalawat dan salam kepada junjungan dan Nabi kami, Muhammad yang amat penyantun, amat penyayang"
  },
  {
    "judul": "",
    "arab": "وَاَشْهَدُ اَنْ لَا اِلَهَ اِلَّا اللّٰهُ وَحْدَهُ لَا شَرِيْكَ لَهُ شَهَادَةً تُعْرِبُ بِهَا اللِّسَانْ ۞ عَمَّا تَضَمَّنَهُ الْجِنَانْ ۞ مِنَ التَّصْدِيْقِ بِهَا وَالْاِذْعَانْ ۞ تَثْبُتُ بِهَا فِي الصُّدُوْرِ مِنَ الْإِيْمَانِ قَوَاعِدُه ۞ وَتَلُوْحُ عَلَى اَهْلِ الْيَقِيْنِ مِنْ سِرِّ ذَلِكَ الْأِذْعَانِ وَالتَّصْدِيْقِ شَوَاهِدُهُ ۞",
    "latin": "",
    "terjemah": "Aku bersaksi, tiada Tuhan selain Allah. Maha Esa, tiada sekutu bagi-NYa. Kesaksian terucapkan dengan lisan. Mengungkap ketulusan dan kepatuhan. Yang terkandung dalam hati sanubari. Memperteguh tonggak-tonggak iman. Yang tertanam jauh di dalam dada. Rahasia hakikatnya tampak hanya bagi mereka. Yang tulus patuh tiada sedikit pun ragu padanya"
  },
  {
    "judul": "",
    "arab": "وَاَشْهَدُ اَنَّ سَيِّدَنَا مُحَمَّدًا الْعَبْدُ الصَّادِقَ فِي قَوْلِهِ وَفِعْلِهْ ۞ وَالْمُبَلِّغَ عَنِ اللّٰهِ مَا اَمَرَهُ بِتَبْلِيْغِهِ لِخَلْقِهِ مِنْ فَرْضِهِ وَنَفْلِهْ ۞ عَبْدٌ اَرْسَلَهُ اللّٰهُ لِلْعَالَمِيْنَ بَشِيْرًا وَنَذِيْرًا ۞ فَبَلَّغَ الرِّسَالَةْ ۞ وَاَدَّى الْأَمَانَةْ ۞ وَهَدَى اللّٰهُ بِهِ مِنَ الْأُمَّةِ بَشَرًا كَثِيْرًا ۞ فَكَانَ فِي ظُلْمَةِ الْجَهْلِ لِلْمُسْتَبْصِرِيْنَ سِرَاجًا وَقَمَرًا مُنِيْرًا ۞ فَمَا اَعْظَمَهَا مِنْ مِنَّةٍ تَكَرَّمَ اللّٰهُ بِهَا عَلَى الْبَشَرْ ۞ وَمَا اَوْسَعَهَا مِنْ نِعْمَةٍ اِنْتَشَرَ سِرُّهَا فِي الْبَحْرِ وَالْبَرْ ۞",
    "latin": "",
    "terjemah": "Dan aku bersaksi bahwasannya Sayyidina Muhammad adalah hamba Allah. Yang benar dalam ucapan dan perbuatannya. Dan menyampaikan atas nama Allah. Apa yang harus disampaikan. Kepada hamba-hamba-Nya. Tentang yang diwajibkan atau yang dianjurkan-Nya. Dialah hamba Allah yang diutus. Kepada penghuni alam seluruhnya. Pembawa berita gembira di samping ancaman derita. Maka ia pun menyampaikan risalah. Dan menunaikan amanah. Sehingga umat dalam jumlah besar. Beroleh hidayah Allah dengan perantaraannya. Jadilah ia pelita penerang dan bulan purnama. Bagi pencari cahaya penembus kejahilan gelap gulita Aduhai, betapa agung karunia Allah. dilimpahkan atas manusia. Betapa luas nikmat Allah bertebaran hikmahnya. Di lautan dan daratan luas merata"
  },
  {
    "judul": "",
    "arab": "اَللّٰهُـمَّ صَلِّ وَسَلِّمْ بِاَجَلِّ الصَّلَوَاتِ وَاَجْمَعِهَا وَاَزْكَى التَّحِيَّاتِ وَاَوْسَعِهَا ۞ عَلَى هَذَا الْعَبْدِ الَّذِيْ وَفَّى بِحَقِّ الْعُبُوْدِيَّةْ ۞ وَبَرَزَ فِيْهَا فِي خِلْعَةِ الْكَمَالْ ۞ وَقَامَ بِحَقِّ الرُّبُوْبِيَّةِ فِي مَوَاطِنِ الْخِدْمَةِ لِلّٰهِ وَاَقْبَلَ عَلَيْهِ غَايَةَ الْإِقْبَالْ ۞ صَلَاةً يَتَّصِلُ بِهَا رُوْحُ الْمُصَلَّي عَلَيْهِ بِهِ ۞ فَيَنْبَسِطُ فِي قَلْبِهِ نُوْرُ سِرِّ تَعَلُّقِهِ بِهِ وَحُبِّهِ ۞ وَيُكْتَبُ بِهَا بِعِنَايَةِ اللّٰهِ فِي حِزْبِه ۞ وَعَلَى اَلِهِ وَصَحْبِهِ اَلَّذِيْنَ ارْتَقَوْا صَهْوَةَ الْمَجْدِ بِقُرْبِهِ ۞ وَتَفَيَّأُوْا ظِلَالَ الشَّرَفَ الْأَصْلِيِّ بِوُدِّهِ وَحُبِّهِ ۞ مَا عَطَّرَ الْأَكْوَانَ بِنَشْرِ ذِكْرَاهُمْ نَسِيْ ۞",
    "latin": "",
    "terjemah": "Ya Allah, Ya Tuhan kami. Limpahkan shalawat dan salam. Yang terbesar dan mencakup segalanya. Teramat suci, luas jangkauannya. Atas diri insan ini. Yang dengan seksama memenuhi kewajiban perhambaan pada Tuhannya. Dengan menyandang segala sifat sempurna. Dan bersungguh-sungguh dalam berbakti kepada llahi. Serta menghadapkan diri kepada-Nya. Dengan sebaik dan sesempurna cara. Shalawat rahmat yang mengukuhkan. Jalinan ikatan dengan pribadinya. Bagi si pembaca shalawat atas dirinya. Menjadikan hatinya terang benderang. Tersentuh nur kecintaan dan kerinduan padanya. Dan memasukkannya dengan inayah Allah. ke dalam kelompoknya. Demikian pula atas segenap keluarganya. Serta para sahabatnya. Yang menduduki puncak derajat yang tinggi. Karena dekat kepadanya. Dan bernaung di bawah bayangbayang kemuliaan sejati. Dengan mencintainya sepenuh hati. Shalawat dan salam terus-menerus tiada hentinya. Selama hembusan angin mengharumi mayapada. Menyebar sebutan indah mereka semuanya"
  }
]
