[
  {
    "judul": "",
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ",
    "latin": "Bismillāhir-raḥmānir-raḥīm",
    "terjemah": "Dengan nama Allah Yang Maha Pengasih, Maha Penyayang"
  },
  {
    "judul": "Membaca Istighfar",
    "arab": "(x٣) اَسْتَغْفِرُ اللّٰهَ الْعَظِيْمِ اَلَّذِيْ لاَ إِلٰهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوْبُ إِلَـــيْهِ",
    "latin": "Astaghfirullahal-azhim alladzi la ilaha illa huwal-hayyul-qayyum wa atubu ilaih (3x)",
    "terjemah": "Aku memohon ampun kepada-Mu, ya Allah! Yang Maha Agung, yang tiada Tuhan melainkan Dia, Yang Hidup lagi Yang Berdiri Sendiri, dan aku bertobat (kembali) kepada-Nya"
  },
  {
    "judul": "Membaca Kalimat Tauhid",
    "arab": "(x٣) لاَ إِلٰهَ إِلاَّ اللّٰهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدٌ يُحْيِ وَيُمِتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "latin": "La ilaha illallahu wahdahu la syarikalahu lahul-mulku wa lahul-hamdu yuhyi wayumitu w huwa ala kulli syai’in qadir (3x)",
    "terjemah": "Tidak ada Tuhan selain Allah, Dzat yang Maha Tunggal yang tidak mempunyai sekutu, bagi-Nya kerajaan dan pujian, Yang menghidupkan dan Yang mematikan, Dia-lah yang mempunyai kekuasaan atas segala sesuatu"
  },
  {
    "judul": "Membaca Kalimat Hauqalah",
    "arab": "(x٣) لاَحَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ (x٣)",
    "latin": "La haula wala quwwata illa billahil-‘aliyyil-‘azhim (3x)",
    "terjemah": "Tidak ada daya dan kekuatan kecuali beserta Allah Yang Maha Tinggi, Mulia, lagi Maha Agung"
  },
  {
    "judul": "Membaca Kalimat Tauhid",
    "arab": "لَا إِلٰهَ إِلاَّ اللّٰهُ وَلَا نَعْبُدُ إِلاَّ إِيَّاهُ لَهُ النِّعْمَتُ وَلَهُ الْفَضْلُ وَلَهُ الثَّــنَآءُ الْحَسَنُ لاَإِلَهَ إِلاَّاللّٰهُ مُخْلِصِينَ لَهُ الدِّينَ ولَوْ كَرِهَ الْكَافِرُوْنَ",
    "latin": "La ilaha illallah wa la na’budu illa iyyah lahun-ni’matu walahul-fadhlu walahuts-tsanaul-hasanu la ilaha illallahu mukhlishina lahud-dina walau karihal-kafirun",
    "terjemah": "Tidak ada Tuhan selain Allah, dan tidaklah kami menyembah hanya kepada-Nya, bagi-Nya kenikmatan berasal, dan hanyak milik-Nya segala keutamaan dan pemberian, dan hanya milik-Nyalah segala sebutan yang baik. Tidak ada Tuhan selain Allah, yang harus memunirkan ketaatan kepada-Nya dalam menjalankan agama walaupun orang-orang kafir tidak menyukainya"
  },
  {
    "judul": "Membaca Doa Selamat",
    "arab": "اَللَّهُمَّ أَنْتَ السَّلاَمُ وَمِنْكَ السَّلاَمُ وَإِلَيْكَ يَعُوْدُ السَّلاَمُ فَحَيِّنَا رَبَّنَا بِالسَّلاَمِ وَأَدْ خِلْنَ الْجَنَّةَ دَارَ السَّلاَمِ تَبَرَكْتَ رَبَّنَا وَتَعَا لَيْتَ يَاذَالْجَلاَلِ وَالْأِ كْرَامِ",
    "latin": "Allahumma antas-salam wa minkas-salam wa ilaika ya’udus-salam fa hayyina rabbana bis-salam wa adkhilnal-jannata daras-salam tabarakta rabbana wa ta’alaita ya dzal-jalali wal-ikram",
    "terjemah": "Ya Allah, Engkau adalah Zat yang mempunyai kesejahteraan dan dari-Mu kesejahteraan itu kepada-Mu akan kembali lagi segala kesejahteraan itu. Ya Tuhan kami, hidupkanlah kamu dengan sejahtera. Masukkanlah kami kedalam surga kampung kesejahteraan. Engkaulah yang berkuasa memberi berkah yang banyak dan Engkaulah Yang Maha Tinggi, wahai Dzat yang memiliki keagungan dan kemuliaan"
  },
  {
    "judul": "Membaca Surah Al Fatihah",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "Membaca Ayat Kursi",
    "arab": "وَإِلٰهُكُمْ إِلٰهُ وَاحِدٌ لاَإِلٰهَ إِلاَّ هُوَ الرَّحْمٰنُ الرَّحِيْمُ",
    "latin": "Wa ilahukum ilahuw-wahidul-la ilaha illa huwar-rahmanur-rahim",
    "terjemah": "Tuhanmu adalah Tuhan Yang Maha Esa, tidak ada Tuhan melainkan Dia, Yang Maha Pengasih lagi Maha Penyayang"
  },
  {
    "judul": "",
    "arab": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۚ اَلْحَيُّ الْقَيُّوْمُ ەۚ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖۗ يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۚ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ اِلَّا بِمَا شَاۤءَۚ وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْاَرْضَۚ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَاۚ وَهُوَ الْعَلِيُّ الْعَظِيْمُ",
    "latin": "Allahu laa ilaaha illa huwal-hayyul-qayyuum laa ta’ khudzuhuu sinatuw-wa laa naum lahu ma fis-samaawati wa ma fil-ardh, man dzal-ladzii yasfa’u indahuu illa bi idznih ya’lamu maa baina aidiihim wa maa khalfahum wa la yuhiithuna bi syaim min-ilmihi illaa bimaasyaa’ wasi’a kursiyyuhus-samaawaati wal-ardh wa laa yauduhuu hifzuhumaa wa huwal-aliyyul-aziim",
    "terjemah": "Allah, tidak ada Tuhan selain Dia. Yang Maha Hidup, Yang terus menerus mengurus (makhluk-Nya), tidak mengantuk dan tidak tidur. Milik-Nya apa yang ada di langit dan apa yang ada di bumi. Tidak ada yang dapat memberi syafaat di sisi-Nya tanpa izin-Nya. Dia mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka, dan mereka tidak mengetahui sesuatu apa pun tentang ilmu-Nya melainkan apa yang Dia kehendaki. Kursi-Nya meliputi langit dan bumi. Dan Dia tidak merasa berat memelihara keduanya, dan Dia Maha Tinggi, Maha Besar"
  },
  {
    "judul": "Membaca Surah Al Ikhlas",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "Membaca Surah Al Falaq",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "Membaca Surah An Nas",
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "judul": "Kemudian membaca...",
    "arab": "إِلَهِيْ يَا رَبِّي أَنْتَ مَوْلاَ نَا....",
    "latin": "Ilahi ya rabbi anta maulana ....",
    "terjemah": "Wahai Tuhan kami, Engkaulah penolongku ...."
  },
  {
    "judul": "Membaca Kalimat Tasbih",
    "arab": "سُبْحَانَ اللّٰهِ (x٣٣/١٠)",
    "latin": "Subhanallah (10/33x)",
    "terjemah": "Maha Suci Allah"
  },
  {
    "judul": "Membaca Hamdalah",
    "arab": "اَلْحَمْـــدُلِلّٰهِ (x٣٣/١٠)",
    "latin": "Alhamdulillah (10/33x)",
    "terjemah": "Segala puji bagi Allah"
  },
  {
    "judul": "Membaca Kalimat Takbir",
    "arab": "اَللّٰهُ اَكْبَرُ (x٣٣/١٠)",
    "latin": "Allahu akbar (10/33x)",
    "terjemah": "Allah Maha Besar"
  },
  {
    "judul": "Membaca Kalimat Takbir dan Hauqalah",
    "arab": "اَللّٰهُ أَكْبَرْ كَبِيْرًاوَالْحَمْدُ لِلّٰهِ كَثِرًاوَسُبْحَانَ الِلّٰهِ بُكْرَةً وَأَصِيْلاً، لاَ إِلَهَ اِلاَّ اَللّٰهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِ وَيُمِتُ وَهُوَ عَلَ كُلِّ شَيْءٍ قَدِيْرٌ (وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللّٰهِ الْعَلِيِّ الْعَظِيْمَ)",
    "latin": "Allahu akbar kabira walhamdu lillahi katsira wa subhanallahi bukrataw-wa-ashila. La ilaha illallahu wahdahu la syarika lah. Lahul-mulku wa lahul-hamdu yuhyi wa yumitu wa huwa ‘ala kulli syai’in qadir. (Wa la haula wa la quwwata illa billahil-aliyyil-azhim)",
    "terjemah": "Allah Maha Besar lagi Maha Sempurna kebesaran-Nya dan segala puji bagi Allah dengan pujian yang banyak dan Maha Suci Allah sepanjang pagi dan petang. Tidak ada Tuhan melainkan Allah, dan tidak ada sekutu bagi-Nya. Dialah yang memiliki kekuasaan dan bagi-Nya segala puji, Zat yang Menghidupkan dan yang Mematikan, dan Dia berkuasa atas segala sesuatu (Dan tidak ada daya upaya dan kekuatan melainkan dengan pertolongan Allah Yang Maha Tinggi lagi Maha Mulia)"
  },
  {
    "judul": "Membaca Doa",
    "arab": "اَللَّهُـمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ وَلاَ مُعْطِيَ لِمَا مَنَعْتَ وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ، لَا إِلَهَ إِلاَّ أَنْتَ",
    "latin": "Allahumma la mani a lima a thaita wa la mu’thiya lima mana’ta wa la yanfa’u dzal jadii minkal jaddu, la ilaha illa anta",
    "terjemah": "Ya Allah tidak ada yang menghalangi bagi apa yang telah Engkau berikan dan tidak kepada orang yang kaya di sisi Engkau segala kekayaanya selain dari kebesaran-Mu ya Rabb. Tidak ada Tuhan yang layak disembah selain Engkau"
  },
  {
    "judul": "Membaca Shalawat",
    "arab": "أَللّٰهُمَّ صَلِّى وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ, عَبْدِكَ وَرَسُوْلِكَ النَّبِيِّ اْلأُمِّيِّ, وَعَلَى أَلِهِ وَأَصْحَابِهِ وَالتَّابِعِيْنَ وَبَارِكْ وَسَلِّمَ",
    "latin": "Allahumma shalli wasallim ala sayyidina Muhammad ‘abdika wa rasulikan-nabiyyil-ummiyyi wa ash habihi wattabi’ina wa barik wa sallim",
    "terjemah": "Ya Allah, limpahan kehormatan dan kesejahteraan tetap atas junjungan kami Nabi Muhammad sebagai hamba-Mu dan utusan-Mu Nabi yang ‘ummi’, dan juga kepada seluruh keluarganya, para sahabatnya, para pengikutnya semoga mendapatkan keberkahan dan keselamatan"
  },
  {
    "judul": "Kemudian ditutup dengan do'a setelah sholat",
    "arab": "",
    "latin": "",
    "terjemah": ""
  }
]
