[
  {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ",
    "latin": "",
    "terjemah": ""
  },
  {
    "arab": "وُلِدَ رَضِيَ اللّٰهُ عَنْهُ بِجِيْلَانَ ۞ وَهِيَ بِلَادٌ مُتَفَرِّقَةٌ مِنْ وَرآءِ طَبَرِسْتَانَ ۞ فِىْ سَنَةِ إِحْدٰى وَسَبْعِيْنَ وَأَرْبَعِ مِائَةٍ ۞ وَكَانَ فِىْ طُفُوْلِيَّتِهٖ يَمْتَنِعَ مِنَ الرَّضَاعَةِ فِىْ نَهَارِ رَمَضَانَ ۞ عِنَايَةً مِنَ اللّٰهِ تَعَالٰى بِهٖ ۞ وَلَمَّا تَرَعْرَعَ وَسآرَ إِلٰى طَلَبِ اْلعُلُوْمِ وَقَصَدَ كُلَّ مِفْضَالٍ عَلِيْمٍ ۞ وَمَدَّ يَدَهٗ إِلٰى اْلفَضآئِلِ فَكَانَ أَسْرَعَ مِنْ خَطْوِ الظَّلِيْمِ ۞",
    "latin": "",
    "terjemah": "Kanjeng Syaikh Abdul Qodir Al-Jilani, mudah-mudahan Allah meridhoinya, dilahirkan di dusun Jilan, kota terpencil di luar kota Tobaristan, pada tanggal 1 Ramadhan 471 H. Pada waktu beliau masih bayi, disiang hari bulan Ramadhan, beliau tidak mau menetek (menyusu), karena inayah dari Allah kepada beliau. Dan ketika usianya mendekati baligh, Kanjeng Syaikh gemar mempelajari ilmu pengetahuan, mengunjungi para ulama yang mulia lagi berpengetahuan tinggi, dengan amalan-amalan sholihnya mencapai derajat yang utama, maka kemajuannya dalam bidang ilmu dan amal-amal utamanya sangat maju bahkan ibarat lebih dari burung merak"
  },
  {
    "arab": "وَتَفَقَّهَ بِأَبِى اْلوَفاَ عَلِيِّ ابْنِ عَقِيْلٍ ۞ وَأَبِى الْخَطَّابِ الْكَلْوَذَانِىّ مَحْفُوْظِ بْنِ أَحْمَدَ الْجَلِيْلِ ۞ وَأَبِى الْحُسَيْنِ مُحَمَّدِ ابْنِ اْلقَاضِىْ أَبِىْ يَعْلىٰ ۞ وَغَيْرِهِمْ مِمَّنْ تُنَصُّ لَدَيْهِ عَرآئِسُ اْلعُلُوْمِ وَتُجَلّٰى ۞ وَقَرَأَ الْأَدَبَ عَلىٰ أَبِىْ زَكَرِيَّا يَحْيٰى ابْنِ عَلِيِّ التِّبْرِيْزِىْ ۞ وَاقْتَبَسَ مِنْهُ أَيَّ اقْتِبَاسٍ ۞ وَأَخَذَ عِلْمَ الطَّرِيْقَةِ عَنِ اْلعَارِفِ بِاللّٰهِ الشَّيْخِ أَبِى الْخَيْرِ حَمَّادِ بْنِ مُسْلِمِ الدَّبَّاسِ ۞",
    "latin": "",
    "terjemah": "Kanjeng Sayikh ra. belajar ilmu fiqih kepada Syaikh Abil Wafa Ali bin Aqil dan kepada Syaikh Abil Khotob Al-Kalwadzani Mahfudh bin Ahmad Al-Jalil, dan Kepada Syaikh Abil Husaini Muhammad bin Al-Qodli abi Ya'la, Juga kepada para ulama yang nampak ilmunya luhur serta derajatnya yang mulya. Dibidang adab Kanjeng Syaikh belajar kepada Syaikh Abi Zakariya yahya bin Ali Ath-Tibrizi. Disitulah Kanjeng Syaikh mengunakan kesempatan sebaik-baiknya untuk mengali berbagai hal yang bermanfa'at dan berguna. Kemudian Kanjeng Syaikh berbai'at belajar ilmu thoriqoh kepada seorang Guru yang Mursid arif billah, yaitu Syaikh Abil Khoiri Hammad bin Muslim Ad-Dabbas"
  },
  {
    "arab": "وَلَبِسَ مِنْ يَدِ اْلقَاضِىْ أَبِىْ سَعِيْدِ الْمُبَارَكِ الْخِرْقَةَ الشَّرِيْفَةَ الصُّوْفِيَّةَ ۞ وَتَأَدَبَّ بِآدَابِهِ اْلوَفِيَّةِ ۞ وَلَمْ يَزَلْ مَلْحُوْظًا بِالْعِنَايَةِ الرَّبَّانِيَّةِ ۞ عَارِجًا فِى مَعَارِجِ اَْلكَمَالَاتِ بِهِمَّتِهِ اْلأَبِيَّةِ ۞ آخِذًا نَفْسَهٗ بِالْجِدِّ مُشَمِّرًا عَنْ سَاعِدِ اْلإِجْتِهَادِ نَابِذًا لِمَأْلُوْفِ اْلإِسْعَافِ وَاْلإِسْعَادِ ۞ حَتّٰى أَنَّهٗ مَكَثَ خَمْسًا وَعِشْرِيْنَ سَنَةً سَآئِرًا فِى صَحْرَآءِ الْعِرَاقِ وَخَرَابَاتِهٖ ۞ لَا يَعْرِفُ النَّاسَ وَلَا يَعْرِفُوْنَهٗ ۞ فَيَعْدِلُوْنَهٗ عَنْ أَ مْرِهٖ وَيَصْرِفُوْنَهٗ ۞ وَقَاسٰى فِىْ بِدَايَةِ أَمْرِهِ اْلأَخْطَارُ ۞ فَمَا تَرَكَ هَوْلًا إِلَّارَكِبَهٗ وَقَفَّرَ مِنْهُ اْلقِفَارُ ۞",
    "latin": "",
    "terjemah": "Kemudian Kanjeng Syaikh meneruskan bai'at toriqohnya kepada Syaikh Qodli Abi Sa'id Al-Mubarok hingga mendapat ijin menjadi Syaikh mursid yang adabiyahnya meniru Syaikh mursyidnya yang sudah sempurnya dan tidak henti-hentinya terpeliharah dari inayah Allah, sehingga derajat kewaliannya terus naik ketingkat kesempurnaan, karena cita-citanya yang luhur beliau dapat mengalahkan sifat yang tercela dan nafsu syaithoniyah yang menyesatkan, juga cancut tali wondo beliau meniggalkan apa yang menjadi kesenangannya dan hal-hal yang mubah (boleh), juga meningalkan keramaian dunia, pergi mengembara ke hutan di negeri Irak selama dua puluh lima tahun sehingga tidak mengenal orang dan tidak dikenal orang, bahkan banyak orang yang mencemooh dan tidak mau memperdulikan, karena keluarga yang menjadi tanggung jawabnya seakan-akan diabaikan. Pada permulaan beliau melakukan pengembaraan memang dirasakan banyak menghadapi tantangan serta kehawatiran-kehawatiran, tetapi semua hambatan itu dapat dihadapi dengan tabah dan tetap melanjutkan pengembaraan kehutan belantara"
  },
  {
    "arab": "وَكَانَ لِبَاسُهٗ جُبَّةَ صُوْفٍ وَعَلىٰ رَأْسِه۪ خُرَيْقَةٌ يَمْشِىْ حَافِيًا فِى الشَّوْكِ وَاْلوَعِرْ ۞ لِعَدَمِ وِجْدَانِه۪ نَعْلًا يَمْشِيْ فِيْهَا ۞ وَيَقْتَاتُ ثَمَرَ اْلأَشْجَارِ وَقُمَامَةَ اْلبَقْلِالتُّرْمٰى ۞ وَوَرَقَ الْحَشِيْشِ مِنْ شَاطِئِى النَّهْرِ ۞ وَلَايَنَامُ غَالِبًا وَلَايَشْرَبُ الْمَاءَ ۞",
    "latin": "",
    "terjemah": "pakaian yang dipakai jubah dari bulu, kepalanya ditutup sobekan kain, berjalan tanpa sandal, melalui tempat-tempat berduri di tanah-tanah terjal, yang demikian itu karena beliau tidak menemukan sandal, makanan nya buah buahan yang masih dipohon, sayur yang sudah dibuang, daun-daun rerumputan yang berada di tepi-tepi sungai, bahkan lebih banyak tidak tidur dan tidak minum"
  },
  {
    "arab": "وَبَقِيَ مُدَّةً لَمْ يَأْكُلْ فِيْهَا طَعَامًا ۞ فَلَقِيَهٗ إِنْسَانٌ فَأَعْطَاهُ صُرَّةَ دَرَاهِمَ إِكْرَامًا ۞ فَأَخَذَ بِبَعْضِهَا خُبْزًا سَمِيْدًا وَخَبِيْصًا ۞ وَجَلَسَ لِيَأْكُلَ وَإِذًا بِرُقْعَةٍ مَكْتُوْبٍ فِيْهَا ۞ إِنَّمَا جُعِلَتِ الشَّهَوَاتُ لِضُعَفآءِ عِبَادِيْ لِيَسْتَعِيْنُوْا بِهَا عَلَى الطَّاعَاتِ ۞ وَأَمَّا اْلأَقْوِيآءُ فَمَا لَهُمُ الشَّهَوَاتُ ۞ فَتَرَكَ الْأَكْلَ ۞ وَأَخَذَ الْمِنْدِيْلَ وَتَرَكَ مَا كَانَ فِيْهِ ۞ وَتَوَجَّهَ فِى اْلقِبْلَةِ وَصَلَّى رَكْعَتَيْنِ وَانْصَرَفَ ۞ وَفَهِمَ أَنَّهٗ مَحْفُوْظٌ وَمُعْتَنًى بِهٖ وَعَرَفَ ۞",
    "latin": "",
    "terjemah": "Pernah berhari-hari tidak makan apapun, tiba-tiba dijumpai seseorang yang kemudian memberinya sebuah kantong yang berisi penuh dengan uang dirham sebagai penghargaan kepada beliau. Kemudian diambilnya sebagian untuk membeli tepung, jenang dari kurma dan samin dan duduklah Kanjeng Syaikh untuk menikmati makanan tersebut. Dengan tiba-tiba ada sebuah kertas yang jatuh, tulisanya berbunyi : Syahwat itu dijadikan untuk hamba-hamba-Ku yang lemah, sebagai perantara untuk melaksanakan ta'at kepada Allah, sesungguhnya hamba-hamba-Ku yang kuat, tentu tidak mempunyai kesenangan syahwat apapun, seketika itu beliau meninggalkan makan, mengambil saputangan untuk membungkus nya dan ditinggalkannya lalu menghadap kiblat shalat dua rakaat, dan kemudian meninggalkan tempat itu. atas kejadian ini beliau sadar, bahwa dirinya dijaga oleh Allah dan selalu dalam pertolongan-Nya"
  },
  {
    "arab": "اَللّٰهُـمَّ انْشُرْ نَفَحَاتِ الرِّضْوَانِ عَلَيْهِ وَأَمِدَّنَا بِلْأَسْرَارِ الَّتِىْ أَوْدَعْتَهَا لَدَيْهِ",
    "latin": "",
    "terjemah": "Ya Allah, Hamparkanlah bau harum keridhoan-Mu kepada kanjeng Syaikh, dan anugerahkan kepada kami berkat rahasia kewalian yang Engkau titipkan kanjeng Syaikh"
  }
]
