[
  {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ",
    "latin": "",
    "terjemah": ""
  },
  {
    "arab": "وَرَافَقَهُ الْخَضِرُ عَلىٰ نَبِيِّنَا وَعَلَيْهِ أَفْضَلُ الصَّلَاةِ وَالسَّلَامِ أَوَّلَ دُخُوْلِهِ اْلعِرَاقَ ۞ وَلَمْ يَكُنِ الشَّيْخُ يَعْرِفُهٗ ۞ وَشَرَّطَ عَلَيْهِ الْخَضِرُ أَنْ لَا يُخَالِفَهٗ وَالْمُخَالَفَةُ سَبَبُ اْلفِرَاقِ ۞ فَقَالَ لَهٗ الْخَضِرُ : أُقْعُدْ هٰهُنَا ! فَقَعَدَ فِى الْمَكَانِ الَّذِىْ أَشَارَ بِاْلقُعُوْدِ فِيْهِ ثَلَاثَ سِنِيْنَ ۞ يَأْتِيْهِ فِىْ كُلِّ سَنَةٍ مَرَّةً ۞ وَيَقُوْلُ لَهٗ : لَاتَبْرَحْ عَنْ مَكَانِكَ حَتّٰى آتِيَكَ ۞",
    "latin": "",
    "terjemah": "Kanjeng Syaikh Abdul Qodir Al-Jilani ra pertama masuk kota Irak ditemani Nabi Khidir atasnya sutama-utama shalawat dan salam. Dan beliau belum mengenalnya yang kemudian Nabi Khidir memberikan persyaratan-persyaratan yang tidak boleh sekali-kali menyimpang, karena penyimpangan akan menjadi sebab perpisahan keduanya. maka Nabi Khidir berpesan kepada Syaikh : Duduklah ditempat ini. Maka duduklah Kanjeng Syaikh di tempat yang disyaratkan sampai tiga tahun yang setiap tahun sekali Nabi Khidir datang ke situ. Dan kemudian berpesan lagi : Jangan sekali-kali meningalkan tempat ini, sampai aku datang lagi."
  },
  {
    "arab": "وَنَامَ مَرَّةً فِىْ إِيْوَانِ كِسْرٰى مِنَ الْمَدَآئِنِ فِىْ لَيْلَةٍ بَارِدَةٍ ۞ فَاحْتَلَمَ وَذَهَبَ إِلَى الشَّطِّ وَاغْتَسَلَ ۞ ثُمَّ نَامَ فَاحْتَلَمَ وَذَهَبَ إِلَى الشَّطِّ وَاغْتَسَلَ ۞ وَوَقَعَ لَهٗ ذٰلِكَ فِىْ تِلْكَ الَّيْلَةِ أَرْبَعِيْنَ مَرَّةً ۞ ثُمَّ صَعِدَ عَلىٰ جِدَارِ اْلإِيْوَانِ خَوْفًا مِنَ النَّوْمِ مُحَافَظَةً عَلَى الطَّهَارَةِ ۞ وَكَانَ كُلَّمَا أَحْدَثَ تَوَضَّأَ ثُمَّ صَلَّى رَكْعَتَيْنِ ۞ وَلَايَجْلِسُ عَلىٰ حَدَثٍ قَطٌّ۞",
    "latin": "",
    "terjemah": "Pernah pada waktu riyadloh Kanjeng Syaikh tertidur di emperan istana raja Madani dimalamnya yang sangat dingin, tiba-tiba mimpi mengeluar kan mani, seketika itu bangunlah beliau lalu pergi ke sungai untuk mandi. Kemudian tidur lagi dam mimpi yang sama, bangunlah beliau dan pergi ke sungai mandi lagi, kejadian itu sampai empat puluh kali dalam semalam itu juga. Kemudian Kanjeng Syaikh naik di atas pagar tembok emperan agar tidak tertidur lagi demi menjaga kelanggengan suci dari hadats. Kebiasaan Kanjeng Syaikh bila berhadats terus berwudhu lalu shalat sunnah dua rakaat sehingga senantiasa suci dan tidak pernah menanggung hadats."
  },
  {
    "arab": "وَلَمْ يَزَلِ اْلإِجْتِهَادُ دَأْبَهٗ حَتّٰى طَرَقَهٗ مِنَ اللّٰهِ الْحَالِ ۞ وَآنَ أَوَانَ اْلِوصَالِ ۞ وَبَدَتْ لَهٗ أَنْوَارُ الْجَمَالِ ۞ فَخَرَجَ عَلىٰ وَجْهِهٖ اْلوَجِيْهِ ۞ لَايَعِىْ غَيْرَمَا هُوَ فِيْهِ ۞ وَيَتَظَاهَرُ بِالتَّخَارُسِ وَالْجُنُوْنِ حَتّٰى حُمِلَ إِلَى الْمَارَسْتَانِ مَرَّاتٍ إِلَى أَنِ اشْتَهَرَ أَمْرُهٗ ۞ وَفَاقَ أَهْلَ عُصْرِهٖ عِلْمًا وَعَمَلًا وَزُهْدًا وَمَعْرِفَةً وَرِيَاسَةً وَقَبُوْلًا ۞ وَطَارَ صِيْتُهٗ وَسَارَ ذِكْرُهٗ مَسِيْرَ الشَّمْسِ ۞",
    "latin": "",
    "terjemah": "Tiada henti-hentinya Kanjeng Syaikh kesungguhannya dalam menjaga wudhu, bahkan hal yang demikian itu menjadi kebiasaan sampai ketingkat wusul kepada Allah swt nampak jelas pancaran nur kewaliannya, sehingga nampak pula diwajahnya cemerlang sifat keluhuran, menghindari segala apa yang harus dihindari, bahkan pernah berpura pura bisu, gila, sampai berkali-kali dibawa ke kota Marostan untuk diobatkan yang demikian itu malah membuat tersohor kewaliannya melebihi ulama pada zamannya. Dibidang keilmuannya dan amalannya, zuhud dan ma'rifatnya, ketokohan dan fatwa-fatwanya dapat diterima siapa saja yang mendengarkan sehingga nama baiknya tersebar dimanca negara bagaikan peredaran surya."
  },
  {
    "arab": "وَحُكِيَ أَنَّهُ اجْتَمَعَ لَهٗ مِائَةُ فَقِيْهٍ مِنْ عُلَمآءِ بَغْدَادَ ۞ وَجَمَعَ كُلُّ وَاحِدٍ مِنْهُمْ عِدَّةَ مَسآئِلَ وَجَآئُوْا إِلَيْهِ لِيَمْتَحِنُوْهُ ۞ فَلَمَّا اسْتَقَرُّوْا أَطْرَقَ الشَّيْخُ فَظَهَرَتْ مِنْ صَدْرِهٖ بَارِقَةٌ مِنْ نُوْرٍ ۞ فَمَرَّتْ عَلىٰ صُدُوْرِ مِائَةَ فَقِيْهٍ فَمَحَتْ مَافِىْ قُلُوْبِهِمْ ۞ وَبُهِتُوْا وَاضْطَرَبُوْا وَصَاحُوْا صَيْحَةً وَاحِدَةً وَمَزَّقُوْا ثِيَابَهُمْ وَكَشَفُوْا رُؤ۫سَهُمْ ۞ ثُمَّ صَعِدَ الشَّيْخُ عَلَى اْلكُرْسِيِّ وَأَجَابَ عَنْ جَمِيْعِ مَسآئِلِهِمْ ۞ فَاعْتَرَفُوْا بِفَضْلِهٖ وَخَضَعُوْا لَهٗ ذٰلِكَ الْوَقْتِ ۞",
    "latin": "",
    "terjemah": "Diceritakan : Pernah pada suatu ketika seratus ulama ahli fiqih Baghdad berkumpul masing masing membawa masalah, kemudian dikumpulkan, dan menghadap Kanjeng Syaikh perlu menguji kemampuan nya, setelah ulama itu duduk dalam majlis, Kanjeng Syaikh pun menunduk kan kepala, tiba-tiba keluarlah cahaya bersinar dari dadanya menembus ke dada para ulama itu, maka hilanglah apa yang ada pada hati mereka, sampai pada masalah-masalah yang sudah matang dipersiapkan hilang begitu saja, para ulama tadi menjadi kebingungan, gemetar dan seakan-akan tidak berdaya juga kesadarannya, menyobek-nyobek pakaian dan membuka tutup kepalanya. Kemudian Kanjeng Syaikh naik ke kursinya seraya memberikan jawaban yang sudah tersimpan dari masing-masing ulama tersebut, setelah lengkap memberikan jawaban masalah-masalah itu semua, para ulama tadi baru mengakui akan kelebihan Kanjeng Syaikh, lalu mereka tunduk."
  },
  {
    "arab": "وَكَانَ رَضِيَ اللّٰهُ عَنْهُ يَقْرَأُ فِىْ ثَلَاثَةَ عَشَرَ عِلْمًا ۞ اَلتَّفْسِيْرَ وَالْحَدِيْثَ وَالْخِلَافَ وَاْلأُصُوْلَ وَالنَّحْوَ وَاْلقِرَاءَةَ وَغَيْرَ ذٰلِكَ ۞",
    "latin": "",
    "terjemah": "Adalah Kanjeng Syaikh, semoga Allah mecurahkan keridlohan kepada beliau, tiap-tiap hari mengajarkan tiga belas macam ilmu yaitu : Tafsir Al-Qur'an, Hadits, ilmu Khilaf, ilmu Ushul yakni Ushulul Kalam/ Ushulul Fiqih, ilmu Nahwu, ilmu Qiro'a/Fajwid, ilmu qiro'a/Tajwid, ilmu Huruf, ilmu Arudl/Qowaafi, ilmu Ma'aani, ilmu Badi', ilmu Bayan, ilmu Manthig, dan ilmu Tashowuf/Thoriqoh."
  },
  {
    "arab": "وَكَانَ يُفْتِىْ عَلىٰ مَذْهَبِ اْلإِمَامِ الشَّافِعِىّ ۞ وَاْلإِمَامِ أَحْمَدَ ابْنِ حَنْبَلٍ رَضِيَ اللّٰهُ عَنْهُمَا ۞",
    "latin": "",
    "terjemah": "Beliau memberi fatwa mengikuti madzhab Imam Syafi'i dan Imam Hambali, semoga Allah meridloi keduanya."
  },
  {
    "arab": "وَكَانَ عُلَمآءُ اْلعِرَاقِ يَتَعَجَّبُوْنَ مِنْ فَتْوَاهُ ۞ وَيَقُوْلُوْنَ : سُبْحَانَ مَنْ أَعْطَاهُ ۞ وَرُفِعَ إِلَيْهِ مَرَّةً سُؤَالٌ عَجَزَ اْلعُلَمآءُ عَنْ جَوَابِهٖ ۞ صُوْرَتُهٗ رَجُلٌ حَلَفَ باِلطَّلَاقِ الثَّلَاثِ أَنَّهٗ لَابُدَّ أَنْ يَعْبُدَ اللّٰهَ تَعَالٰى ۞ عِبَادَةً يَنْفَرِدُ بِهَا دُوْنَ الْخَلآئِقِ أَجْمَعِيْنَ فِىْ ذٰلِكَ الْوَقْتِ ۞ فَمَا خِلَاصُهٗ ؟ فَقَالَ رَضِيَ اللّٰهُ عَنْهُ عَلَى اْلفَوْرِ ۞ خِلَاصُهٗ أَنْ يَأْتِيَ مَكَّةَ الْمُكَرَّمَةَ ۞ وُيُخَلِّيَ الْمَطَافَ لَهٗ فَيَطُوْفُ أُسْبُوْعًا وَاحِدَةً ۞ وَتَنْحَلُّ يَمِيْنُهٗ ۞ فَلِلّٰهِ دَرُّهٗ رَضِيَ اللّٰهُ عَنْهُ",
    "latin": "",
    "terjemah": "Ulama Iraq kagum atas fatwa beliau, sehingga terlontar ucapan dari mereka Maha Suci Allah yang memberikan kepadanya ilmu yang begitu luas. Pernah Kanjeng Syaikh diberi suatu masalah karena semua ulama Baghdad tidak mampu menjawabnya, masalah itu adalah : Ada seseorang yang bersumpah kalau istrinya jadi ditalaq tiga, maka orang tadi harus melakukan ibadah kepada Allah ta'ala, yang ibadahnya tidak sedang dikerjakan orang lain pada waktu itu. Bagaimana orang itu bisa selamat dari sumpahnya dan ibadah apa yang harus ia kerjakan? Maka Kanjeng Syaikh, semoga Allah mecurahkan keridlohan kepada beliau, menjawab seketika : Agar orang tadi selamat dari sumpahnya, maka ia harus pergi ke Mekkah Al-Mukarromah, menunggu sepinya orang melakukan thawaf, bila sudah sepi lalu mengerjakan thowaf tujuh kali. Maka kepada Allah lah Kanjeng Syekh, semoga Allah mecurahkan keridlohan kepada beliau, mengembalikan segala urusan. Dengan demikaian berarti telah lepas dari sumpahnya dan tidak punya tanggungan apa-apa."
  },
  {
    "arab": "اَللّٰهُـمَّ انْشُرْ نَفَحَاتِ الرِّضْوَانِ عَلَيْهِ وَأَمِدَّنَا بِلْأَسْرَارِ الَّتِىْ أَوْدَعْتَهَا لَدَيْهِ",
    "latin": "",
    "terjemah": "Ya Allah, Hamparkanlah bau harum keridhoan-Mu kepada kanjeng Syaikh, dan anugerahkan kepada kami berkat rahasia kewalian yang Engkau titipkan kanjeng Syaikh"
  }
]
