[
  {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ",
    "latin": "",
    "terjemah": ""
  },
  {
    "arab": "وَكَانَ يَلْبَسُ لِبَاسَ الْعُلَمآءِ ۞ وَيَتَطَيْلَسُ وَيَرْكَبُ اْلبَغْلَةَ وَتُرْفَعُ اْلغَاشِيَةُ ۞ وَإِذَا تَكَلَّمَ جَلَسَ عَلىٰ كُرْسِيِّ عَالٍ ۞ وَكَانَ فِىْ كَلَامِهٖ سُرْعَةٌ وَجَهْرٌ ۞ وَرُبَّمَا خَطَا فِى الْهَوآءِ عَلىٰ رُؤٗسِ اْلأَشْهَادِ ۞ ثُمَّ يَرْجِعُ إِلَى اْلكُرْسِيِّ ۞ وَكَانَ وَقْتُهٗ كُلُّهٗ مَعْمُوْرًا بِالطَّاعَاتِ ۞",
    "latin": "",
    "terjemah": "Adalah Kanjeng Syaikh berpakaian, pakaian ulama Jubah besar yaitu pakaian yang menutupi muka dan kepala, dan kendaraannya bighol/keledai. Untuk menghormati tamu beliau membuka kerudungnya dan waktu mengajar beliau duduk di kursi yang tinggi agar bisa dilihat dan didengar, ucapanya terang dan lantang. Kadang-kadang Kanjeng Syaikh bagaikan berjalan diangkasa, kemudian kembali lagi ke kursinya, hal itu disaksikan orang-orang yang hadir, waktunya hanya diperuntuk kan ta'at kepada Allah semata"
  },
  {
    "arab": "قَالَ خَادِمُهُ الشَّيْخُ أَبُوْ عَبْدِ اللّٰهِ مُحَمَّدُ بْنُ عَبْدِ اْلفَتَّاحِ الْهَرَوِىّ : خَدَمْتُ الشَّيْخِ عَبْدِ اْلقَادِرِ ۞ رَضِيَ اللّٰهُ عَنْهُ (اَلْفَاتِحَةُ) مُدَّةَ أَرْبَعِيْنَ سَنَةً ۞ وَكَانَ يُصَلِّى الصُّبْحَ بِوُضُوْءِ الْعِشآءِ هٰذِهِ الْمُدَّةَ كُلَّهَا ۞ وَكَانَ إِذَا أَحْدَثَ جَدَّدَ فِىْ وَقْتِهٖ وُضُوْءَهٗ وَصَلَّى رَكْعَتَيْنِ ۞ وَكَانَ إِذَا صَلَّى الْعِشآءَ دَخَلَ خَلْوَتَهٗ فَلَا يُمْكِنُ أَحَدًا أَنْ يَدْخُلَهَا مَعَهٗ وَلَا يَفْتَحَهَا ۞ وَلَا يَخْرُجُ مِنْهَا إِلَّا عِنْدَ طُلُوْعِ اْلفَجْرِ ۞ وَلَقَدْ أَتَاهُ الْخَلِيْفَةُ مِرَارًا بِالَّليْلِ يَقْصِدُ اْلإِجْتِمَاعَ بِهٖ فَلَا يَقْدِرُ عَلىٰ ذٰلِكَ ۞",
    "latin": "",
    "terjemah": "Pembantu dekatnya yakni Syaikh Abu Abdillah Muhammad bin Abdil Fatah Al-Harowi Mengatakan : Saya menjadi pelayannya Syaikh Abdul Qodir, semoga Allah mecurahkan keridlohan kepada beliau, (baca surah Al-Faatihah) selama empat puluh tahun, adalah beliau selama itu bila shalat subuh masih menggunakan wudhunya shalat isya'. Kalau berhadats segera memperbaruhi wudhunya. kemudian mengerjakan shalat sunnah dua rakaat. Adalah Kanjeng Syaikh setelah shalat isya' masuk kamar pribadi, tidak seorangpun dapat masuk dan membukanya, tidak akan keluar sebelum terbit fajar. Raja Baghdad sudah berkali-kali benar-benar ingin bertemu dengan beliau pada malam hari, tidak juga bisa bertemu."
  },
  {
    "arab": "وَقَالَ ابْنُ أَبِى الْفَتْحِ : بِتُّ لَيْلَةً عِنْدَهٗ فَرَأَيْتُهٗ يُصَلِّىْ أَوَّلَ الَّليْلِ يَسِيْرًا ۞ ثُمَّ يَذْكُرُ اللهَ تَعَالٰى إِلٰى أَنْ يَمْضِيَ الثُّلُثُ اْلأَوَّلُ مِنَ الَّليْلِ ۞ ثُمَّ يَقُوْلُ ۞ اَلْمُحِيْطُ الرَّبُّ الشَّهِيْدُ الْحَسِيْبُ اْلفَعَّالُ الْخَلَّاقُ الْخَالِقُ اْلبَارِئُ الْمُصَوِّرُ تِسْعَةُ أَلْفَاظٍ ۞ وَيَرْتَفِعُ فِى الْهَوآءِ إِلٰى أَنْ يَغِيْبَ عَنْ بَصَرِىْ ۞ ثُمَّ يُصَلِّىْ قَائِمًا عَلىٰ قَدَمَيْهِ يَتْلُو الْقُرْآنَ إِلٰى أَنْ يَذْهَبَ الثُّلُثُ الثَّانِىْ ۞ وَكَانَ يُطِيْلُ سُجُوْدَهٗ جِدًّا ۞ ثُمَّ يَجْلِسُ مُتَوَجِّهًا مُرَاقِبًا إِلٰى طُلُوْعِ اْلفَجْرِ ۞ ثُمَّ يَأْخُذُ فِى اْلإِبْتِهَالِ وَالدُّعآءِ وَالتَّذَلُّلِ ۞ وَيَغْشَاهُ نُوْرٌ يَكَادُ يَخْطَفُ بِاْلأَبْصَارِ إِلٰى أَنْ يَغِيْبَ فِيْهِ عَنِ النَّظَرِ ۞ قَالَ وَكُنْتُ أَسْمَعُ عِنْدَهٗ سَلَامٌ عَلَيْكُمْ سَلَامٌ عَلَيْكُمْ ۞ وَهُوَ يَرُدُّ السَّلَامَ إِلٰى أَنْ يَخْرُجَ لِصَلَاةِ اْلفَجْرِ۞",
    "latin": "",
    "terjemah": "Syaikh Abdul Fatah berkata : Pernah saya bermalam semalam di rumah beliau, maka saya tahu beliau shalat sunnah sebentar pada permulaan malam, kemudian berdzikir kepada Allah sampai melewati sepertiga dari permulaan malam. Kemudian beliau membaca Asma A'dhom sembilan yaitu : Al-Muhiithu, Arrobbu, Asy-Syahiidu, Al-Hasibu, Al-Fa'aalu, Al-Khollaaqu, Al-Kholiqu, Al-Bari-u, Al-Mushowwiru, dan naik ke angkasa sampai hilang dari pandanganku. Setelah kembali lagi ke kamarnya, kemudian shalat berdiri di atas kedua kaki serta membaca Al-Qur'an sampai habis waktu sepertiga malam yang kedua. Adalah shalat beliau sujudnya sangat panjang, kemudian duduk menghadap kan jiwanya kehadirat Allah, muroqobah kepada-Nya sampai terbit fajar dengan sopan dan merendah berdo'a kepada Allah sehingga beliau tertutup penuh oleh cahaya terang, dengan nampak terang jelas, sehingga menyilaukan pandangan mata sampai Kanjeng Syaikh tidak terlihat karena tertutup oleh Nur/Cahaya. Syaikh Ibnu Abil Fatah juga berkata : Kemudian saya mendengar disampingnya ada yang mengucapkan salam Assalaamu'alaikum, kemudian Kanjeng Syaikh menjawabnya, keadaan demikian ini terjadi sampai Kanjeng Syaikh mengerjakan shalat Fajar"
  },
  {
    "arab": "وَكَانَ رَضِيَ اللّٰهُ عَنْهُ يَقُوْلُ : لَايَنْبَغِىْ لِفَقِيْرٍ أَنْ يَتَصَدّٰى وَيَتَصَدَّرَ لِإِرْشَادِ النَّاسِ ۞ إِلَّا أَنْ أَعْطَاهُ اللّٰهُ عِلْمَ اْلعُلَمآءِ وَسِيَاسَةَ الْمُلُوْكِ وَحِكْمَةِ الْحُكَمآءِ ۞",
    "latin": "",
    "terjemah": "Adalah Kanjeng Syaikh, semoga Allah mecurahkan keridlohan kepada beliau, telah berkata : Tidak boleh terjadi sebagai seorang ahli tasawuf, siap dan bertindak sebagai juru penerang/ guru mursyid, kecuali sudah mendapat anugerah Allah ilmunya, politiknya pimpinan negara, ilmu hikmahnya para ahli hukum"
  },
  {
    "arab": "قَالَ وَرُفِعَ إِلَيْهِ مّرَّةً شَخْصٌ إِدَّعٰى أَنَّهٗ يَرَى اللّٰهَ تَعَالٰى بِعَيْنِى رَأْسِهٖ ۞ فَقَالَ لَهٗ : أَحَقٌّ مَا يَقُوْلُوْنَ عَنْكَ ؟ فَقَالَ نَعَمْ ۞ قَالَ : فَزَجَرَهٗ وَانْتَـهَرَهٗ وَعَاهَدَهٗ عَلىٰ أَنْ لَا يَعُوْدَ إِلٰى ذِكْرِ ذٰلِكَ ۞ ثُمَّ اْلتَفَتَ الشَّيْخُ إِلَى الْحَاضِرِيْنَ السّآئِلِيْنَ لَهٗ أَمُحِقٌّ هٰذَا أَمْ مُبْطِلٌ ؟ فَقَالَ : هُوَ مُحِقٌّ فِىْ قَوْلِهٖ مُلْتَبَسٌ عَلَيْهِ ۞ وَذٰلِكَ أَنَّهٗ شَهِدَ بِبَصِيْرَتِهٖ نُوْرَ الْجَمَالِ ۞ ثُمَّ خُرِقَ مِنْ بَصِيْرَتِهٖ مَنْفَذٌ فَرَآى بَصَرُهٗ بَصِيْرَتَهٗ وَشُعآئُهَا مُتَّصِلٌ بِنُوْرِ شُهُوْدِهٖ ۞ فَظَنَّ أَنَّ بَصَرَهٗ رَآى مَا شَهِدَتْهُ بَصِيْرَتُهٗ ۞ وَإِنَّمِا رَآى نُوْرَ بَصِيْرَتِهٖ قَطُّ وَهُوَ لَا يَدْرِىْ ۞ فَاضْطَرَبَ اْلعُلَمآءُ وَالصُّوْفِيَّةُ مِنْ سَمَاعِ ذٰلِكَ الْكَلَامِ وَدُهِشُوْا ۞",
    "latin": "",
    "terjemah": "Syaikh Ibnu Fatah juga mengatakan : Pada suatu hari ada seorang melapor kepada Kanjeng Syaikh, ia mengaku pernah melihat Allah ta'ala dengan kedua matanya. Maka beliau bertanya : Benarkah apa kata orang-orang bahwa engkau pernah melihat Allah dengan kedua matamu? Maka orang tersebut menjawab : Iya benar. Syaikh Ibnu Abil Fatah selanjutnya melarang mengatakan bahwa mendengar jawaban orang tersebut, Kanjeng Syaikh melarang mengatakan yang demikian seraya membentaknya dengan berpesan agar berhati-hati jangan sampai ucapanya diulang kembali. Kemudian beliau menoleh kepada mereka diantara yang hadir sedang menanyakan : Pengakuan seprti itu benar atau salah ? Jawab Kanjeng Syaikh, ia benar, tapi dalam kebimbangan, sesungguhnya yang melihat nur keindahan Allah itu adalah mata hatinya, yang kemudian mata hatinya menembus kedua mata kepalanya, maka mata kepalanya lalu bisa melihat mata hatinya, cahaya mata hatinya menyatu dengan cahaya keindahan Allah, sehingga orang itu ber-prasangka bahwa mata kepalanya melihat apa yang sebenarnya dilihat mata hatinya. Sesungguhnya yang dapat melihat cahaya keindahan Allah hanyalah mata hati, tetapi ia belum mengerti. Mendengar jawaban kanjeng syakih tadi, para ulama dan ahli thoriqoh gemetar dan kebingungan"
  },
  {
    "arab": "قَالَ : وَذُكِرُ أَنَّهٗ يُرٰى لَهٗ مَرَّةً مِنَ الْمَرَّاتِ نُوْرٌ عَظِيْمٌ أَضآءَ بِهِ اْلأُفُقُ ۞ وَبَدَا لَهٗ ذٰلِكَ النُّوْرِ صُوْرَةٌ ۞ فَنَادَتْنِىْ يَا عَبْدِ اْلقَادِرِ ۞ رَضِيَ اللّٰهُ عَنْهُ (اَلْفَاتِحَةُ) أَنَا رَبُّكَ وَقَدْ أَبَحْتُ لَكَ الْمُحَرَّمَاتِ ۞ فَقُلْتُ : أَعُوْذُ بِاللّٰهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ ۞ إِخْسَأْ يآ لَعِيْنُ ۞ قَالَ : فَإِذَا بِذٰلِكَ النُّوْرِ ظُلَامٌ - وَالصُّوْرَةِ دُخَانٌ ۞ ثُمَّ صَرَخَ : يَا عَبْدِ اْلقَادِرِ ۞ رَضِيَ اللّٰهُ عَنْهُ (اَلْفَاتِحَةُ) نَجَوْتَ مِنِّىْ بِعِلْمِكَ بِحُكْمِ رَبِّكَ وَفِقْهِكَ فِىْ إِحْكَامِ مَنَازِلِكَ ۞ وَلَقَدْ أَضْلَلْتُ بِمِثْلِ هٰذِهِ اْلوَاقِعَةِ سَبْعِيْنَ مِنْ أَهْلِ الطَّرِيْقِ۞ فَقُلْتُ : لِرَبِّى َاْلفَضْلُ وَالْمِنَّةُ ۞ فَقِيْلَ لِلشَّيْخِ : بِمَ عَرَفْتَ أَنَّهٗ شَيْطَانٌ ۞ فَقَالَ : مِنْ قَوْلِهٖ : أَبَحْتُ لَكَ الْمُحَرَّمَاتِ ۞ فَعَلِمْتُ أَنَّ اللّٰهَ تَعَالٰى لَا يَأْمُرُ بِالْفَحْشآءِ ۞",
    "latin": "",
    "terjemah": "Syaikh Ibnu Abdil Fatah berkata : Pada suatu ketika Kanjeng Syaikh melihat seberkas cahaya berkilauan menerangi ufuk langit, tidak lama menampakkan diri seraya memanggil-manggil : Wahai Abdul Qodir, semoga Allah mecurahkan keridlohan kepada beliau, (baca surah Al-Faatihah), aku adalah Tuhanmu, sungguh aku perbolehkan untukmu semua yang diharamkan. Maka Kanjeng Syaikh menjawab : A'UUDZU BILLAHI MINASY SYAITHOONIR ROJIM yang artinya : aku berlindung kepada Allah dari syaithan yang terkutuk. seketika itu juga cahaya tadi berubah menjadi gelap dan menyerupai awan dengan bersuara keras : Wahai Abdul Qodir, semoga Allah mecurahkan keridlohan kepada beliau, (baca surah Al-Faatihah), selamatlah engkau dari ulah sesatku, sebab ilmumu tentang hukum Tuhanmu dan karena pemahamanmu tentang kedudukanmu sungguh aku sudah menyesatkan seperti kejadian ini dari tujuh puluh orang ahli thoriqoh. Setelah beliau selamat dari godaan syaithan, kemudian memuji kepada Allah dengan mengucapkan : Anugerah dan keselamatan hanya karena Tuhanku. Maka ditanyakan kepada Syaikh : Bagaimana Syaikh bisa tahu sesungguhnya itu adalah syaithan? Kanjeng Syaikh menjawab : Dari ucapanya : Telah aku perbolehkan bagimu apa yang diharamkan. Karena setahu saya Sungguh Allah Ta'ala tidak akan memerintahkan berbuat jahat"
  },
  {
    "arab": "اَللّٰهُـمَّ انْشُرْ نَفَحَاتِ الرِّضْوَانِ عَلَيْهِ وَأَمِدَّنَا بِلْأَسْرَارِ الَّتِىْ أَوْدَعْتَهَا لَدَيْهِ",
    "latin": "",
    "terjemah": "Ya Allah, Hamparkanlah bau harum keridhoan-Mu kepada kanjeng Syaikh, dan anugerahkan kepada kami berkat rahasia kewalian yang Engkau titipkan kanjeng Syaikh"
  }
]
