[
  {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ",
    "latin": "",
    "terjemah": ""
  },
  {
    "arab": "وَكَانَ رَضِيَ اللّٰهُ عَنْهُ لَايُعَظِّمُ اْلأَغْنِيآءَ وَلَا يَقُوْمُ لِأَحَدٍ مِنَ اْلأُمَرآءِ وَلَا أَرْكَانِ الدَّوْلَةِ ۞ وَكَانَ كَثِيْرًا يَرٰىالْخَلِيْفَةَ قَاصِدًا لَهٗ وَهُوَ جَالِسٌ فَيَدْخُلُ خَلْوَةً ۞ ثُمَّ يَخْرُجُ عَلَى الْخَلِيْفَةِ بَعْدَ وُصُوْلِهٖ إِعْزَازًا لِطَرِيْقِ اْلفُقَرآءِ ۞ وَلِئَلَّا يَقُوْمَ لِلْخَلِيْفَةِ ۞ وَمَا وَقَفَ بِبَابِ وَزِيْرٍ وَلَا سُلَطَانٍ ۞ وَلَا قَبِلَ هَدِيَّةً مِنَ الْخَلِيْفَةِ قّطُّ ۞ حَتّٰى عَتَبَهٗ عَلىٰ عَدَمِ قَبُوْلِهٖ هَدِيَّتَهٗ ۞ فَقَالَ لَهُ الشَّيْخُ أَرْسِلْ مَا بَدَا لَكَ وَاحْضُرْ مَعَهٗ ۞ وَحَضَرَ الْخَلِيْفَةُ عِنْدَ الشَّيْخِ وَ مَعَهٗ شَيْئٌ مِنَ التُّفَّاحِ ۞ وَإِذًا كُلُّ تُفَّاحَةٍ مَحْشُوٌّ دَمًا وَقَيْحًا ۞ فَقَالَ لِلْخَلِيْفَةِ : كَيْفَ تَلُوْمُنَا عَلىٰ عَدَمِ أَكْلِنَا مِنْ هٰذَا وَكُلُّهٗ مَحْشُوٌّ بِدِمآءِ النَّاسِ ۞ فَاسْتَغْفَرَ الْخَلِيْفَةُ وَتَابَ عَلىٰ يَدَيْهِ ۞ وَكَانَ يَأْتِىْ فَيَقِفُ بَيْنَ الشَّيْخِ كَآحَادِ النَّاسِ وَصَحِبَهٗ إِلٰى أَنْ مَاتَ ۞",
    "latin": "",
    "terjemah": "Adalah Kanjeng Syaikh, semoga Allah mecurahkan keridlohan kepada beliau, tidak mau mengagung-agungkan orang kaya dan berdiri karena datangannya seorang raja dan tidak juga orang-orang yang mempunyai kedudukan. Dan adalah seringkali raja bermaksud ziarah kepada Syaikh, padahal beliau sedang duduk-duduk kemudian ditinggalkan masuk ke kamar pribadinya. Kemudian baru keluar lagi untuk menemui setelah khalifah itu duduk. Hal ini dilakukan kerena memulyakan prilaku ahli tasawuf yang tidak tertarik dengan kedudukan dan harta serta tidak berdiri haya sekedar kedatangan raja. Lagi beliau tidak mau berdiri di depan pintu-pintu raja atau mentri dan juga tidak mau menerima hadiah dari raja, sehingga raja itu mencemoohnya atas tidak diterimanya pemberian itu. Maka Kanjeng Syaikh berkata kepada sang raja : Kalau begitu silahkan bawa sendiri hadiah itu kesini. Rajapun menerimanya, kemudian membawa sendiri buah apel untuk Kanjeng Syaikh. Tiba-tiba buah apel itu di dalamnya penuh darah dan nanah. Maka berkatalah Kanjeng Syaikh kepada raja : Kenapa raja selalu mencemooh dan mencela saya? Padahal saya tidak mau buah apel ini, karena seluruhnya penuh dengan darah manusia. Maka raja itu minta maaf dan bertaubat di hadapan Kanjeng Syaikh. Selanjutnya raja itu sering ziarah kepada beliau sebagaimana kebanyakan orang dan menjadi sahabatnya sampai meninggal"
  },
  {
    "arab": "وَكَانَ رَضِيَ اللّٰهُ عَنْهُ مَعَ جَلَالَةِ قَدْرِهٖ وَبُعْدِ صِيْتِهٖ وَعُلُوِّ ذِكْرِهٖ يُعَظِّمُ اْلفُقَرآءَ ۞ وَيُجَالِسُهُمْ وَيَفْلِىْ لَهُمْ ثِيَابَهُمْ ۞",
    "latin": "",
    "terjemah": "Adalah Kanjeng Syaikh, semoga Allah mecurahkan keridlohan kepada beliau, yang mempunyai derajad tinggi, namanya harum tersebar kemana-mana, beliau mau menghormati kepada fakir miskin, menemani duduk, membersihkan sendiri kutu-kutu yang ada di pakaianya"
  },
  {
    "arab": "وَكَانَ يَقُوْلُ : اْلفَقِيْرُ الصَّابِرُ أَفْضَلُ مِنَ اْلغَنِىِّ الشَّاكِرِ ۞ وَاْلفَقِيْرُ الشَّاكِرُ أَفْضَلُ مِنْهُمَا ۞ وَاْلفَقِيْرُ الصَّابِرُ الشَّاكِرُ أَفْضَلُ مِنَ اْلكُلِّ ۞ وَمَا أَحَبَّ الْبَلآءَ وَالتَّلّذُّذَ بِهٖ إِلَّا مَنْ عَرَفَ الْمُبْلِىْ ۞",
    "latin": "",
    "terjemah": "Beliau penah mengatakan : Seorang fakir yang mau sabar lebih utama dari orang kaya yang bersyukur, dan orang fakir yang bersyukur, lebih utama dari keduanya dan orang fakir yang mau bersabar dan bersyukur, lebih utama dari semuanya. Tidak senang dan tidak merasa nikmat menerima balak, kecuali orang yang tahu kepada Dzat yang menurunkan bala', yaitu Allah SWT"
  },
  {
    "arab": "وَكَانَ يَقُوْلُ : اِتَّبِعُوْا وَلَا تَبْتَدِعُوْا ۞ وَأَطِيْعُوْا وَلَا تَمْرُقُوْا ۞ وَاصْبِرُوْا وَلَا تَجْزَعُوْا ۞ وَانْتَظِرُوا اْلفَرَجَ وَلَا تَيْأَسُوْا ۞ وَاجْتَمِعُوْا عَلىٰ ذِكْرِ اللّٰهِ تَعَالٰى وَلَا تَتَفَرَّقُوْا ۞ وَتَطَهَّرُوْا بِالتَّوْبَةِ عَنِ الذُّنُوْبِ وَلَا تَتَلَطَّخُوْا ۞ وَعَنْ بَابِ مَوْلَاكُمْ لَا تَبْرَحُوْا ۞",
    "latin": "",
    "terjemah": "Dan adalah Kanjeng Syaikh juga berkata : Ikutilah sunnah Rasulullah saw dan jangan melakukan bid'ah, berbakti kepada Allah dan Rasul-Nya jangan sampai keluar dari Islam, bersabarlah dan jangan menggumam, berharaplah untuk mendapatkan kesejahteraan dan jangan putus asa, berkumpullah dalam majlis dzikir kepada Allah ta'ala, jangan bercerai berai, bersihkan dirimu dengan bertaubat dari segala dosa dan jangan berlumuran noda dan secara rutin menghadap di pintu Allah untuk mohon ampunan"
  },
  {
    "arab": "وَكَانَ يَقُوْلُ : لَا تَخْتَرْ جَلْبَ النَّعْمآءِ وَلَا دَفْعَ اْلبَلْوٰى ۞ فَإِنَّ النَّعْمآءَ وَاصِلَةٌ إِلَيْكَ بِاْلقِسْمَةِ اسْتَجْلَبْتَهَا أَمْ لَا ۞ وَاْلبَلْوٰى حَالَّةً بِكَ وَإِنْ كَرِهْتَهَا ۞ فَسَلِّمْ لِلّٰهِ فِى اْلكُلِّ يَفْعَلُ مَا يَشآءُ ۞ فَإِنْ جآءَتْكَ النَّعْمآءُ فَاشْتَغِلْ بِالذِّكْرِ وَالشُّكْرِ ۞ وَإِنْ جآءَتْكَ اْلبَلْوٰى فَاشْتَغِلْ بِالصَّبْرِ وَالْمُوَافَقَةِ ۞ وَإِنْ كُنْتَ أَعْلىٰ مِنْ ذٰلِكَ فَالرِّضَا وَالتَّلَذُّذُ ۞ وَاعْلَمُوْا أَنَّ اْلبَلِيَّةَ لَمْ تَأْتِ الْمُؤْمِنَ لِتُهْلِكَهٗ ۞ وَإِنَّمَا أَتَيْهُ لِتَخْتَبِرَهٗ ۞",
    "latin": "",
    "terjemah": "Kanjeng Syaikh berkata juga: Jika terkena cobaan, jangan mengingin kan mendapat kenikmatan dan menghindar dari cobaan, karena suatu kenikmatan pasti datang juga kepadamu sesuai ketentuan Allah, diharapkan maupun tidak. Demikian pula cobaan, suka atau tidak pasti akan menimpanya, maka dari itu berserah dirilah segala urusan kepada Allah yang mengatur sesuai dengan kehendak-Nya. Maka bila kenikmatan datang kepadamu, maka sibukkanlah dirimu dengan mengingat Allah dan banyak bersyukur, dan bila cobaan yang menimpa maka sibukkan lah dirimu dengan kesabaran dan kesadaran. Bila ingin mendapat tempat yang tertingi di sisi Allah dan sebagai suatu kenikmatan, maka perlu disadari bahwa cobaan yang menimpa orang mukmin bukan sebagai malapetaka, tetapi datang untuk menguji iman"
  },
  {
    "arab": "وَكَانَ يَقُوْلُ : لَايَصْلُحُ لِمُجَالَسَةِ الْحّقِّ تَعَالٰى إِلَّا الْمُطَهَّرُوْنَ مِنْ رِجْسِ الزَّلَّاتِ ۞ وَلَايُفْتَحُ إِلَّا لِمَنْ خَلَا عَنِ الدَّعَاوِىْ وَالْهَوَسَاتِ ۞ وَلَمَّا كَانَ اْلغَالِبُ عَلَى النَّاسِ عَدَمَ التَّطَهُّرِ ۞ إِبْتَلَاهُمُ اللّٰهُ تَعَالٰى بِاْلأَمْرَاضِ كَفَّارَةً وَطَهُوْرًا ۞ لِيَصْلُحُوْا لِمُجَالَسَتِه۪ وَقُرْبِهٖ شَعَرُوْا بِذٰلِكَ أَوْ لَمْ يَشْعُرُوْا ۞",
    "latin": "",
    "terjemah": "Kata Kanjeng Syaikh lagi : Tidak boleh terjadi di dalam majlis untuk menghadap kepada Allah ta'ala, kecuali membersihkan dirinya dari kotoran dan dosa, dan tidak akan dibuka hatinya untuk makrifat kepada Allah, kecuali hatinya dikosongkan dari pengakuan mempunyai perilaku baik dan dari perbuatan yang meresahkan. Apabila kebiasaan manusia sudah berlumuran dosa dan tidak mau membersihkan, maka Allah ta'ala menurunkan berbagai penyakit lahir ataupun bathin kepada mereka sebagai tebusan dan pembersih dosa-dosanya, agar yang demikian itu sesuai majlis menghadap dan mendekat kepada Allah, baik mereka sadar maupun tidak"
  },
  {
    "arab": "وَكَانَ يَقُوْلُ : إَيَّاكُمْ أَنْ تُحِبُّوْا أَحَدًا أَوْ تَكْرَهُوْهُ إِلَّا بَعْدَ عُرْضِ أَفْعَالِهٖ عَلَى الْكِتَابِ وَالسُّنَّةِ ۞ كَيْلَا تُحِبُّوْهُ بِالْهَوٰى وَتَبْغُضُوْهَ بِالْهَوٰى ۞",
    "latin": "",
    "terjemah": "Kata Kanjeng Syaikh lagi : Berhati-hatilah kamu, jangan sampai mencintai seseorang atau membencinya, kecuali sudah memperhati kan perbuatanya dengan berdasarkan Al-Qur'an dan sunnah Rasul, agar kamu senang atau benci tidak sekedar menuruti hawa nafsu"
  },
  {
    "arab": "اَللّٰهُـمَّ انْشُرْ نَفَحَاتِ الرِّضْوَانِ عَلَيْهِ وَأَمِدَّنَا بِلْأَسْرَارِ الَّتِىْ أَوْدَعْتَهَا لَدَيْهِ",
    "latin": "",
    "terjemah": "Ya Allah, Hamparkanlah bau harum keridhoan-Mu kepada kanjeng Syaikh, dan anugerahkan kepada kami berkat rahasia kewalian yang Engkau titipkan kanjeng Syaikh"
  }
]
