[
  {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ",
    "latin": "",
    "terjemah": ""
  },
  {
    "arab": "وَكَانَ رَضِيَ اللّٰهُ عَنْهُ لَا يَجْلِسُ الذُّبَابُ عَلىٰ ثِيَابِهٖ وَرَاثَةً لَهٗ مِنَ جَدِّهٖ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ ۞ فَقِيْلَ لَهٗ فِىْ ذٰلِكَ ؟ فَقَالَ : أَيُّ شَيْئٍ يَعْمَلُ الذُّبَابُ عِنْدِىْ وَلَيْسَ عِنْدِىْ مِنْ دِبْسِ الدُّنْيَا وَعَسَلِ الْآخِرَةِ ؟ ۞",
    "latin": "",
    "terjemah": "Adalah Kekaromahan Kanjeng Syaikh, semoga Allah mecurahkan keridlohan kepada beliau, pakaiannya tidak pernah dihinggapi lalat, karena mewarisi eyangnya yaitu Nabi saw. Orang yang melihatnya sempat menanyakan lantaran apa yang menyebabkan? Maka Kanjeng Syaikh menjawab : Untuk apa lalat hingap pada diriku, yang pada diriku ada tujuan untuk mendapatkan kenikmatan dunia dan madunya akhirat, melainkan hanya semata mata ikhlas karena Allah"
  },
  {
    "arab": "وَمِنْ كَرَمَاتِهِ أَنَّهٗ جَلَسَ مَرَّةً يَتَوَضَّأُ فَقَذَرَ عَلَيْهِ عُصْفُوْرٌ ۞ فَرَفَعَ رَأْسَهٗ فَخَرَّ اْلعُصْفُوْرُ مَيْتًا ۞ فَغَسَلَ الثَّوْبَ ثُمَّ تَصَدَّقَ بِهٖ عَنِ اْلعُصْفُوْرِ ۞ وَقَالَ : إِنْ كَانَ عَلَيْنَا إِثْمٌ فَهُوَ كَفَّارَتُهٗ ۞",
    "latin": "",
    "terjemah": "Dari sebagian kekaromahannya, satu ketika beliau duduk mengambil air wudhu kejatuhan kotoran burung emprit, lalu beliau mengangkat kepalanya, maka jatuhlah burung itu dan mati. kemudian beliau melepas pakaiannya untuk dicuci lalu disedekahkan sebagai tebusan burung tadi, dan berkatalah beliau : Bila pada saya ada dosa maka itulah tebusannya"
  },
  {
    "arab": "وَمِنْ كَرَمَاتِهِ أَيْضًا أَنَّ إِمْرَأَةً أَتَتْهُ بِوَلَدِهَا لِتُشَوِّقَهٗ إِلٰى صُحْبَةِ الشَّيْخِ عَبْدِ اْلقَادِرِ ۞ رَضِيَ اللّٰهُ عَنْهُ (اَلْفَاتِحَةُ) وَتُسَلِّكَهٗ فَأَمَرَهٗ بِالْمُجَاهَدَةِ وَسُلُوْكِ طَرِيْقِ السَّلَفِ ۞ فَرَأَتْهُ يَوْمًا نَحِيْلًا وَرَأَتْهُ يَأْكُلُ خُبْزَ شَعِيْرٍ ۞ وَدَخَلَتْ عَلَى الشَّيْخِ وَوَجَدَتْ بَيْنَ يَدَيْهِ عَظْمَ دَجَاجَةٍ مَلْعُوْقَةٍ ۞ فَسَأَلَتْهُ عَنِ الْمَعْنٰى فِىْ ذٰلِكَ ؟ ۞ فَوَضَعَ الشَّيْخُ يَدَه۫ عَلَى اْلعِظَامِ ۞ وَقَالَ لَهَا : قُوْمِىْ بِإِذْنِ اللّٰهِ تَعَالٰى الَّذِىْ يُحْيِى اْلعِظَامَ وَهِىَ رَمِيْمٌ ! فَقَامَتِ الدُّجَاجَةُ سَوِيَّةً وَصَاحَتْ (لآ إِلٰهَ إِلَّا اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ ۞ الشَّيْخِ عَبْدِ اْلقَادِرِ وَلِيُّ اللّٰهِ) رَضِيَ اللّٰهُ عَنْهُ (اَلْفَاتِحَةُ) فَقَالَ لَهَا : إِذَا صَارَ ابْنُكِ هٰكَذَا فَلْيَأْكُلْ مَاشآءَ ۞",
    "latin": "",
    "terjemah": "Dan dari kekaromahannya lagi, ada seorang perempuan datang kepada beliau dengan membawa putranya dan diserahkan kepada Kanjeng Syaikh Abdul Qodir, semoga Allah mecurahkan keridlohan kepada beliau, (baca surah Al-Faatihah), untuk menjadi santrinya dan belajar ilmu suluk. Putra tadi diterima, kemudian diperintahkan memerangi nafsunya serta menjalankan ibadah sebagaimana dilakukan oleh ulama-ulama salaf. Suatau hari ibunya sowan kepada Kanjeng Syaikh, dilihat anaknya menjadi kurus, si ibu kemudian masuk kedalam kamar Kanjeng Syaikh dan melihat di depanya tulang-tulang ayam dari sisa daharan Kanjeng Syaikh. Maka si ibu kemudian menanyakan arti dari semua itu. Maka Kanjeng Syaikh meletakkan tanganya di atas tulang tadi sambil berkata : Berdirilah dengan izin Allah yang menghidupkan tulang-tulang yang hancur, maka berdirilah tulang tulang itu kembali menjadi ayam dan berkokok : LAA ILAAHA ILLALLOOH MUHAMMADUR RASUULULLOOH ASY-SYAIKHU ABDUL QOODIR WALIYYULLOOH artinya : Tidak Ada Tuhan yang wajib disembah melainkan Allah dan Nabi Muhammad adalah utusan Allah, Syaikh Abdul Qodir kekasih Allah SWT. Semoga Allah mecurahkan keridlohan kepada beliau, (baca surah Al-Faatihah), maka beliau berkata kepada si ibu : Kalau anak mu sudah dapat berbuat seperti ini, maka boleh makan sekehendaknya"
  },
  {
    "arab": "وَمِنْ كَرَمَاتِهِ أَيْضًا أَنَّهٗ مَرَّ بِمَجْلِسِهٖ حِدَأَةٌ فِىْ يَوْمٍ شَدِيْدِ الرِّيْحِ ۞ فَشَوَّشَتْ بِصِيَاحِهَا عَلَى الْحَاضِرِيْنَ ۞ فَقَالَ : يآرِيْحُ خُذِىْ رَأْسَهَا ! فَوَقَعَتْ لِوَقْتِهَا مَقْطُوْعَةَ الرَّأْسِ ۞ فَنَزَلَ عَنِ اْلكُرْسِيِّ وَأَخَذَهَا فِىْ يَدَهٖ وَأَمَرَّ اْلأُخْرٰى عَلَيْهَا ۞ وَقَالَ : بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ۞ فَحَيَّتْ وَطَارَتْ سَوْيَّةً بِإِذْنِ اللّٰهِ تَعَالٰى ۞ وَالنَّاسُ يُشَاهِدُوْنَ ذٰلِكَ ۞",
    "latin": "",
    "terjemah": "Dan dari kekaromahannya lagi, pada suatu hari ketika angin sedang berhembus kencang ada seekor burung elang di atas majelis pengajian beliau dengan suara yang keras dan suaranya menggangu orang-orang yang hadir di majlis itu, maka beliau berkata : Wahai angin, potonglah kepala burung itu. Maka seketika jatuhlah burung itu dengan keadaan kepala terputus. Kemudian beliau turun dari kursinya, mengambil burung tadi mengelus elus dengan membaca : Bismillaahir rahmaanir rohiim, maka burung itu hidup kembali dan terbang lagi dengan izin Allah ta'ala, akan hal itu disaksikan oleh orang orang yang hadir dimajlis itu"
  },
  {
    "arab": "وَمِنْ كَرَمَاتِهِ أَنَّ أَبَا عُمَرَ عُثْمَانَ الصَّيْرَفِىَّ وَأَبَا مُحَمَّدٍ عَبْدِ الْحَقِّ اَلْحَرِيْمِىَّ رَحِمَهُمَا اللّٰهُ تَعَالٰى قَالَا : كُنَّا بَيْنَ يَدَيِ الشَّيْخِ بِمَدْرَسَتِهٖ يَوْمَ اْلأَحَدِ ثَالِثَ صَفَرَ سَنَةَ خَمْسٍ وَخَمْسِيْنَ وَخَمْسِمِائَةٍ ۞ فَتَوَضَّأَ الشَّيْخُ عَلىٰ قَبْقَابِهٖ وَصَلَّى رَكْعَتَيْنِ۞ فَلَمَّا سَلَّمَ صَرَخَ صَرِخَةً عَظِيْمَةً وَرَمٰى بِفَرْدَةِ قَبْقَابِهٖ فِى الْهَوآءِ فَغَابَتْ عَنْ أَبْصَارِنَا ۞ ثُمَّ فَعَلَ ثَانِيَةً كَذٰلِكَ بِاْلأُخْرٰى ۞ ثُمَّ جَلَسَ فَلَمْ يَتَجَاسَرْ أَحَدٌ عَلىٰ سُؤَالِهٖ ۞ ثُمَّ قَدِمَتْ قَافِلَةٌ مِنْ بِلَادِ اْلعَجَمِ بَعْدَ ثَلَاثٍ وَعِشْرِيْنَ يَوْمًا ۞ فَقَالُوْا إِنَّ مَعَنَا لِلشَّيْخِ نَذْرًا فَاسْتَأْذَنَّاهُ ۞ فَقَالَ : خُذَاهُ مِنْهُمْ فَأَعْطَوْنَا شَيْأً مِنْ ذَهَبٍ وَثِيَابًا مِنْ حَرِيْرٍ وَخَزٍّ وَاْلقَبْقَابَ بِعَيْنِهٖ ۞ فَسَأَلْنَاهُمْ عَنِ الْمَعْنٰى فِىْ ذٰلِكَ ۞ فَقَالُوْا : بَيْنَمَا نَحْنُ سآئِرُوْنَ يَوْمَ اْلأَحَدِ ثَالِثَ صَفَرَ إِذْ خَرَجَتْ عَلَيْنَا عَرَبٌ لَهُمْ مُقَدِّمَانِ۞ فَانْتَهَبُوْا أَمْوَالَنَا وَنَزَلْنَا عَلىٰ شَفِيْرِ اْلوَادِىّ ۞فَقُلْنَا لَوْ ذَكَرْنَا الشَّيْخِ عَبْدِ اْلقَادِرِ ۞ رَضِيَ اللّٰهُ عَنْهُ (اَلْفَاتِحَةُ) فَنَذَرْنَا لَهٗ شَيْئًا مِنْ أَمْوَالِنَا سَلِمْنَا فَمَا هُوَ إِلَّا أَنْ ذَكَرْنَاهُ ۞ وَجَعَلْنَا لَهٗ شَيْئًا فَسَمِعْنَا صَرْخَتَيْنِ عَظِيْمَتَيْنِ مَلَأَتَا اْلوَادِىَ وَرَأَيْنَاهُمْ مَذْعُوْرِيْنَ ۞ فَظَنَنَّا أَنْ قَدْ جآءَهُمْ مِثْلُهُمْ يَأْخُذُهُمْ ۞ فَجآئَنَا بَعْضُهُمْ ۞ وَقَالَ تَعَالَوْا إِلَيْنَا وَخُذُوْا أَمْوَالَكُمْ وَانْظُرُوْا مَا قَدْ دَّهَمَنَا ۞ فَأَتَوْا بِنَا إِلٰى مُقَدِّمَيْهِمْ فَوَجَدْنَا هُمَا مَيْتَيْنِ ۞ وَعِنْدَ كُلٍّ مِنْهُمَا فَرْدَةُ قَبْقَابٍ مُبْتَلَّةٍ بِمآءٍ فَرَدُّوْا عَلَيْنَا مَا أَخَذُوْا وَقَالُوْا لَنَا : إِنَّ لِهٰذَا اْلأَمْرِ نَبَأً عَظِيْمًا ۞",
    "latin": "",
    "terjemah": "Dan dari karomaahnya lagi, Syaikh Abu Umar Utsman As-Shairofi dan Syaikh Abu Muhammad Abdul Haqqi Al-Harimiyah, semoga Allah memberi rahmat keduanya, berkata : Kami pernah berdampingan dengan Syaikh berada di madrasahnya pada hari Ahad tanggal 3 Shafar tahun 555 H, beliau berwudhu dengan klompennya lalu shalat dua rakaat, setelah salam berteriak sekeras-kerasnya seraya melemparkan klompennya yang satu sejauh-jauhnya ke atas sampai tidak nampak dari pandangan kami, kemudian melakukan lagi seperti itu untuk kedua kalinya dengan klompen yang satunya. Kemudian duduk dan tidak ada seorangpun yang berani menanyakan kejadian itu. Setelah 23 hari dari kejadian itu, datanglah serombongan musyafir dari luar negeri, mereka berkata : Kami mempunyai nadzar, maka kami mohon diizinkan untuk menghadap Kanjeng Syaikh. Maka beliau berkata kepada kami berdua : Ambillah nadzar yang dibawa mereka. Kemudian memberikan barang nadzarnya berupa emas, pakaian sutra, pakaian berbulu sutra dan klompen milik Kanjeng Syaikh. Maka kami bertanya kepada mereka tentang apa yang terjadi sesungguhnya? Merekapun bercerita : Pada hari Ahad tanggal 3 Shafar yang lalu kami dalam perjalanan, tiba-tiba ada serombongan manusia yang dipimpin dua orang, mereka merampok harta kami dan kamipun turun ke tepi jurang, maka kami berunding, bersepakat dengan lantaran Kanjeng Syaikh Abdul Qodir, semoga Allah mecurahkan keridlohan kepada beliau, (baca surah Al-Faatihah), kami bernadzar kalau harta kami bisa selamat, kami akan memberikan sebagaian dari harta itu kepada Kanjeng Syaikh, ternyata nadzar kami dikabulkan Allah, tidak lama kemudian kami mendengar suara yang keras amat sampai dua kali memekikkan telingah, berdesing memenuhi seluruh jurang, sampai kami melihat mereka lelah lunglai, gemetar ketakutan, maka kami menduga mungkin kedatangan perampok lain yang merebut hasil rampasan mereka. Tiba-tiba diantara mereka ada yang mendatangi kami dan berkata : Kemarilah kalian untuk ikut kami, ambillah kembali hartamu dan periksalah apa yang membingungkan kami. Kemudian mereka membawa kami kepada kedua pemimpinnya, ternyata kami dapatkan mereka berdua telah meninggal dan di sampingnya masing-masing terdapat klompen yang masih basah dengan air. Dengan kejadian itu, yang lain menjadi ketakutan sehingga harta yang dirampasnya dikembalikan kepada kami, mereka sambil mengatakan : Peristiwa ini menggemparkan dan tidak pernah terjadi sebelumnya"
  },
  {
    "arab": "وَمِنْ كَرَمَاتِهِ أَنَّهٗ جآءَهٗ رَجُلٌ مِنْ أَصْفِهَانَ لَهٗ مَوْلَاةٌ تُصْرَعُ وَقَدْ أَعْيَتِ الْمُعَزِّمِيْنَ ۞ فَقَالَ الشَّيْخُ : هٰذَا مَارِدٌ مِنْ وَادِىْ سَرَنْدِيْبَ وَاسْمُهٗ خَانْسٌ ۞ فَإِذَا صُرِعَتْ فَقُلْ فِىْ أُذُنِهَا : يآ خَانِسُ عَبْدِ اْلقَادِرِ ۞ رَضِيَ اللّٰهُ عَنْهُ (اَلْفَاتِحَةُ) اَلْمُقِيْمُ بِبِغْدَادَ يَقُوْلُ لَكَ : لَا تَعُدْ تَهْلِكْ ۞ فَذَهَبَ الرَّجُلُ وَغَابَ عِشْرِيْنَ سَنَةً ۞ ثُمَّ قَدِمَ وَسُئِلَ وَأَخْبَرَ أَنَّهٗ فَعَلَ مَا قَالَ الشَّيْخِ رَضِيَ اللّٰهُ عَنْهُ ۞ وَلَمْ يَعُدِ الصَّرْعَ إِلَيْهَا إِلَى اْلآنَ ۞ وَقَالَ بَعْضُ رُؤَسآءِ التَّعْزِيْمِ : مَكَثْتُ بِبَغْدَادَ أَرْبَعِيْنَ سَنَةً فِىْ حَيَاةِ الشَّيْخِ عَبْدِ اْلقَادِرِ ۞ رَضِيَ اللّٰهُ عَنْهُ (اَلْفَاتِحَةُ) وَلَا يَقَعَ فِيْهَا صَرْعٌ عَلىٰ أَحَدٍ ۞ فَلَمَّا مَاتَ وَقَعَ الصَّرْعُ ۞",
    "latin": "",
    "terjemah": "Dan dari karomahnya, pernah seorang laki-laki dari kota Asfihan berkunjung kepada beliau untuk mengobatkan budak perempuannya yang sudah dimerdekakan, karena sering tidak sadarkan diri dan sudah diobatkan ke mana-mana. Maka Kanjeng Syaikh berkata : Ini gangguan jin dari goa Sarondib, namanya jin Khonis, apabila ia sakit lagi bacakan di telinganya : Hai jin Khonis Kanjeng Syaikh Abdul Qodir, semoga Allah mecurahkan keridlohan kepada beliau, (baca surah Al-Faatihah), yang tinggal di Baghdad mengatakan kepadamu jangan kembali kalau tidak ingin binasa. Maka pulanglah orang itu dan tidak muncul lagi. Setelah dua puluh tahun lamanya orang itu datang lagi menghadap Kanjeng Syaikh, dan setelah ditanya ia menjelaskan bahwa apa yang dikatakan Kanjeng Syaikh sudah dilaksanakan dan penyakit itu tidak pernah datang lagi sampai sekarang. Bahkan sebagian tabib ahli jiwa mengatakan : Selama kami menetap di Baghdad empat puluh tahun, selama mendiangnya Kanjeng Syaikh Abdul Qodir, semoga Allah mecurahkan keridlohan kepada beliau, (baca surah Al-Faatihah), di Bagdad tidak pernah terjadi seorangpun menderita sakit jiwa, setelah beliau wafat maka berjangkitlah penyakit jiwa itu"
  },
  {
    "arab": "وَمِنْ كَرَمَاتِهِ أَيْضًا : أَنَّ ثَلَاثَةَ مِنْ أَشْيَاخِ جِيْلَانَ أَتَوْا إِلٰى زِيَارَتِهٖ قَدَّسَ اللّٰهُ سِرَّهُ ۞ فَلَمَّا دَخَلُوْا عَلَيْهِ رَأَوُا اْلإِبْرِيْقَ مُوَجِّهًا إِلٰى غَيْرِ جِهَةِ اْلقِبْلَةِ ۞ وَالْخَادِمُ وَاقِفُ بَيْنَ يَدَيْهِ ۞ فَنَظَرَ بَعْضُهُمْ إِلٰى بَعْضٍ كَالْمُنْكِرِيْنَ عَلَيْهِ ۞ بِسَبَبِ تَوَجُّهِ اْلإِبْرِيْقِ لِغَيْرِ جِهَةِ اْلقِبْلَةِ ۞ وَقِيَامَ الْخَادِمِ بَيْنَ يَدَيْهِ ۞ فَوَضَعَ الشَّيْخُ كِتَابًا مِنْ يَدَهٖ وَنَظَرَ إِلَيْهِمْ نَظْرَةً وَإِلَى الْخَادِمِ أُخْرٰى فَوَقَعَ مَيْتًا ۞ وَنَظَرَ إِلَى اْلإِبْرِيْقِ نَظْرَةً أُخْرٰى ۞ فَدَارَ وَطَافَ اْلإِبْرِيْقِ وَحْدَهٗ إِلَى اْلقِبْلَةِ ۞",
    "latin": "",
    "terjemah": "Dan dari karomahnya, ada tiga orang guru dari negeri Jilan datang berziarah kepada beliau. Sewaktu masuk rumah Kanjeng Syaikh, mereka melihat kendi yang tidak menghadap kiblat dan seorang pelayan berdiri di sisi Kanjeng Syaikh, kemudian mereka saling berpandangan seperti menunjukkan sikap tidak senang kepada Kanjeng Syaikh sebab kendi yang tidak menghadap kiblat dan seorang pelayan berdiri di sebelahnya, maka Kanjeng Syaikh meletakkan kitab yang ada di tangannya terus memandang kepada mereka dan kepada pelayan, seketika itu juga pelayan tadi mati, kemudian beliau memandang ke arah kendi dan kendi itupun berputar sendiri menghadap kiblat"
  },
  {
    "arab": "وَمِنْ كَرَمَاتِهِ أَنَّ أَبَا الْمُظَفَّرْ حَسَنَ بْنَ تَمِيْمِ اْلبَغْدَادِىَ التَّاجِرَ جآءَ إِلَى الشَّيْخِ حَمَّادِ بْنِ مُسْلِمٍ بْنِ دَرْوَةَ الدَّبَّاسِ ۞ رَحِمَهُ اللّٰهُ تَعَالٰى فِىْ سَنَةِ إِخْدٰى وَعِشْرِيْنَ وَخَمْسِمِائَةٍ ۞ وَقَالَ لَهٗ : يَا سَيِّدِىْ قَدْ جُهِّزَتْ لِىْ قَافِلَةٌ إِلَى الشَّامِ فِيْهَا بِضًاعَةٌ بِسَبْعِمِائَةِ دِيْنَارٍ ۞ فَقَالَ : إِنْ سَافَرْتَ فِىْ هٰذِهِ السَّنَةِ قُتِلْتَ وَأُخِذَ مَالُكَ ۞ فَخَرَجَ مِنْ عِنْدِهٖ مَغْمُوْمًا فَوَجَدَ فِى الطَّرِيْقِ الشَّيْخِ عَبْدِ اْلقَادِرِ ۞ رَضِيَ اللّٰهُ عَنْهُ (اَلْفَاتِحَةُ) وَهُوَ شَابٌّ يَوْمَئِذٍ ۞ فَحَكىٰ لَهٗ مَا قَالَهٗ الشَّيْخُ حَمَّادٌ ۞ فَقَالَ لَهٗ : سَافِرْ تَذْهَبْ سَالِمًا وَتَرْجِعُ غَانِمًا ۞ وَالضَّمَانُ عَلَيَّ فِىْ ذٰلِكَ ۞ فَسَافَرَ إِلَى الشَّامِ وَبَاعَ بِضَاعَتَهٗ بِأَلْفِ دِيْنَارٍ ۞ وَدَخَلَ يَوْمًا إِلٰى سِقَايَةٍ فِىْ حَلَبَ لِقَضآءِ حَاجَةِ اْلإِنْسَانِ ۞ وَوَضَعَ أَلْفَ دِيْنَارٍ عَلىٰ رَفٍّ مِنَ السِّقَايَةِ ۞ وَخَرَجَ وَتَرَكَهَا نَاسِيًا ۞ وَأَتٰى إِلٰى مَنْزِلِهٖ ۞ فَأُلْقِيَ عَلَيْهِ النُّعَاسُ فَنَامَ فَرَآى فِىْ مَنَامِهٖ كَأَنَّهٗ فِىْ قَافِلَةٍ قَدْ خَرَجَتْ عَلَيْهَا اْلعَرَبُ ۞ وَانْتَهَبُوْهَا وَقَتَلُوْا مَنْ فِيْهَا ۞ وَأَتَاهُ أَحَدُهُمْ فَضَرَبَهٗ بِحَرْبَةٍ فَقَتَلَهٗ فَانْتَبَهَ فَزِعًا ۞ وَوَجَدَ أَثَرَ الدَّمِ فِىْ عُنُقِهٖ وَأَحَسَّ بِاْلأَلَمِ ۞ وَذَكَرَ اْلأَلْفَ فَقَامَ مُسْرِعًا إِلَى السِّقَايَةِ ۞ فَوَجَدَهَا فِىْ مَكَانِهَا سَالِمًا ۞ وَرَجَعَ إِلٰى بَغْدَادَ فَلَمَّا دَخَلَهَا قَالَ فِىْ نَفْسِهٖ : إِنْ بَدَأْتُ بِالشَّيْخِ حَمَّادٍ فَهُوَ اْلأَسَنُ ۞ وَ الشَّيْخِ عَبْدِ اْلقَادِرِ ۞ رَضِيَ اللّٰهُ عَنْهُ (اَلْفَاتِحَةُ) فَهُوَ الَّذِىْ صَحَّ كَلَامُهٗ ۞ فَلَقِيَ الشَّيْخَ حَمَّادًا فِىْ أَثْنآءِ تَرْدِيْدِ الْخَاطِرِ فِىْ سُوْقِ السُّلْطَانِ ۞ فَقَالَ لَهٗ : يآ أَبَا الْمُظَفَّرْ إِبْدَأْ بِعَبْدِ اْلقَادِرِ ۞ رَضِيَ اللّٰهُ عَنْهُ (اَلْفَاتِحَةُ) فَإِنَّهٗ مَحْبُوْبٌ ۞ وَلَقَدْ سَأَلَ اللّٰهَ فِيْكَ سَبْعَ عَشَرَةَ مَرَّةً حَتّٰى جَعَلَ مَا قُدِّرَ عَلَيْكَ مِنَ اْلقَتْلِ يَقَظَةً مَنَامًا ۞ وَمْنَ اْلفَقْرِ عِيَانًا نِسْيَانًا ۞ وَجآءَ إِلَى الشَّيْخِ عَبْدِ اْلقَادِرِ ۞ رَضِيَ اللّٰهُ عَنْهُ (اَلْفَاتِحَةُ) فَقَالَ لَهٗ إِبْتِدَاءً : قَالَ لَكَ الشَّيْخُ حَمَّادٌ : إِنَّنِىْ سَأَلْتُ اللّٰهَ فِيْكَ سَبْعَ عَشَرَةَ مَرَّةً۞ وَعِزَّةِ الْمَعْبُوْدِ ۞ لَقَدْ سَأَلْتُ اللّٰهَ تَعَالٰى فِيْكَ سَبْعَ عَسَرَةَ وَسَبْعَ عَشَرَةَ مَرَّةً إِلٰى تَمَامِ سَبْعِيْنَ مَرَّةً ۞ حَتّٰى كَانَ مَا ذَكَرَهٗ ۞",
    "latin": "",
    "terjemah": "Dan dari karomahnya lagi, bahwa sesungguhnya Abul Mudhoffar Hasan bin Tamimi Al-Baghdadi adalah seorang pedagang, datang kepada Syaikh Hammad bin Muslim bin Darwah Ad-Dabbas, semoga Allah memberi rahmat keduanya, pada tahun 521 H seraya berkata : Wahai junjunganku, saya telah menyiapkan kafilah yang membawa dagangan seharga 700 dinar ke negeri Syam. Syaikh Hammad berkata : Kalau kamu pergi pada tahun ini kamu akan terbunuh dan daganganmu dirampas, Setelah itu Abul Mudhoffar keluar dari Syaikh Hammad dengan membawa perasaan sedih, di jalan berjumpa dengan Kanjeng Syaikh Abdul Qodir, semoga Allah mecurahkan keridlohan kepada beliau, (baca surah Al-Faatihah), yang pada waktu itu beliau masih berusia muda. Abul Mudhoffar menceritakan apa yang dikatakan Syaikh Hammad kepadanya. Maka Kanjeng Syaikh berkata kepadanya : Pergilah, maka kamu akan selamat dan kembali akan membawa keuntungan, urusan itu akulah yang bertanggung jawab. Abul Mudhoffar pergi ke negeri Syam dan ternyata bisa menjual dagangannya dengan harga seribu dinar. Pada satu hari Abul Mudhoffar masuk WC untuk menunaikan hajat di Halaba, dan dia meletakkan uang seribu dinar di gantungan WC, dan ketika keluar ia lupa uangnya, sampai di rumah ia mengantuk dan tertidur. Dalam tidurnya bermimpi dalam kafilah didatangi orang Baduwi yang merampas hartanya dan membunuh semua orang yang ada di kafilah itu. Dan ada pula diantara Baduwi itu mendatanginya dan memukul dengan pedang serta membunuh nya, maka ia terbangun dengan gemetar ketakutan dan menemukan bekas darah di lehernya serta merasa sakit. Dan setelah teringat uangnya seribu dinar tertinggal, maka ia cepat-cepat bangun dan pergi ke WC di Halaba, dan uang tersebut didapatkan masih di tempat semula dengan selamat, kemudian pulang ke Bagdad. Setelah tiba ia berkata dalam hati : Kalau aku berkunjung kepada Syaikh Hammad lebih dahulu, memang beliau lebih tua dan kalau kepada Kanjeng Syaikh Abdul Qodir, semoga Allah mecurahkan keridlohan kepada beliau, (baca surah Al-Faatihah), karena beliau benar kata-katanya. Sewaktu ia berfikir demikian berada dipasar Sulthon dan Syaikh Hammad berkata kepadanya : Wahai Abul Mudhoffar, mulailah kamu berkunjung kepada Syaikh Abdul Qodir Al-Jilani, karena beliau dicintai Allah dan sesungguhnya beliau berdoa kepada Allah untukmu sebanyak tujuh belas kali, sehingga kepastian matimu yang sebenarnya hanya kamu rasakan dalam mimpi dan kepastian fakir yang sebenarnya berubah hanya karena lupa saja. Kemudian Abul Mudhoffar pergi berkunjung kepada Kanjeng Syaikh Abdul Qodir, semoga Allah mecurahkan keridlohan kepada beliau, (baca surah Al-Faatihah), maka beliau mendahului berkata : Syaikh Hammad telah mengatakan kepadamu, bahwa saya berdo'a kepada Allah untukmu tujuh belas kali. Demi kemulyaan Allah yang berhak disembah, sesungguhnya saya berdo'a kepada Allah untukmu tujuh belas kali dan tujuh belas lagi sampai jumlahnya tujuh puluh kali, sehingga terjadi seperti apa yang dikatakan oleh Syaikh Hammad"
  },
  {
    "arab": "وَمِنْ كَرَمَاتِهِ أَيْضًا : أَنَّ الشَّيْخَ عَلِيًّانِالْهَيْتِىَّ وَالشَّرِيْفَ عَبْدِ اللّٰهِ مُحَمَّدٍ أَبَا اْلغَنَائِمِ الْحَسَنِىِّ رَحِمَهُمَا اللّٰهُ تَعَالٰى ۞ دَخَلَا دَارَ الشَّيْخِ قَدَّسَ اللّٰهُ سِرَّهُ ۞ فَوَجَدَا إِنْسَانًا شَابًّا مُلْقًى عَلىٰ قَفَاهُ ۞ فَقَالَ لِلشَّيْخِ عَلِيِّ الْهَيْتِىِّ رَضِيَ اللّٰهُ عَنْهُ : يَا سَيِّدِىْ إِشْفَعْ لِىْ عِنْدَ الشَّيْخِ ۞ فَلَمَّا ذَكَرَهٗ لَهٗ وَهَبَهٗ لَهٗ بِقَوْلِهٖ : قَدْ وَهَبْتُهٗ لَهٗ ۞ فَخَرَجَا إِلَى الرَّجُلِالْمُلْقٰى وَعَرَفَاهُ بِذٰلِكَ ۞ فَقَامَ الرَّجُلُ وَخَرَجَ مِنْ كُوَّةٍ فِى الدِّهْلِيْزِ وَطَارَ فِى الْهَوآءِ ۞ فَرَجَعَا إِلَى الشَّيْخِ رَضِيَ اللّٰهُ عَنْهُ وَسَأَلاَهُ عَنْ حَالِ الرَّجُلِ ۞ فَقَالَ : إِنَّهٗ مَرَّ فِى الْهَوآءِ وَقَالَ فِى نَفْسِهٖ : مَا فِىْ بَغْدَادَ رَجُلٌ مِثْلِىْ فَسَلَبْتُهٗ حَالَهٗ ۞ وَلَوْ لَا الشَّيْخُ عَلِيٌّ مَا رَدَدْتُهٗ لَهٗ ۞",
    "latin": "",
    "terjemah": "Dan dari karomahnya lagi, sesungguhnya Syaikh Ali Al-Haity beserta Syaikh Syarif Abdullah bin Muhammad Abal Ghona-im, semoga Allah memberi rahmat keduanya berkunjung kepada Kanjeng Syaikh semoga Allah mensucikan rahasia-rahasianya, maka bertemu seorang pemuda tidur terlentang yang keadaannya sangat lemah. Maka pemuda itu berkata kepada Syaikh Al-Haity ra : Wahai junjunganku, mohonkan syafaa'at kepada Kanjeng Syaikh agar saya dapat sembuh kembali. Maka ketika diaturkan, Kanjeng Syaikh pun memberinya syafa'at dengan mengatakan : Sungguh saya berikan syafa'at kepadanya. Maka keluarlah kedua Syaikh itu menemui pemuda tadi memberitahukan bahwa Kanjeng Syaikh sudah memberi syafa'at kepadanya. Maka berdirilah pemuda tadi dan keluar melalui jendela rumahnya lalu terbang ke udara. Kemudian kedua Syaikh tadi kembali menghadap Kanjeng Syaikh, semoga Allah mecurahkan keridlohan kepada beliau dan keduanya menanyakan tentang hal ihwal pemuda tadi. Maka Kanjeng Syaikh menjelaskan bahwa pemuda yang terbang tadi sesungguh nya berkata dalam hatinya : Tidak ada di Baghdad ini, seorangpun yang bisa seperti saya, maka itulah saya lenyapkan kehebatannya, kalau bukan karena Syaikh Ali, kehebatannya tidak akan saya kembalikan"
  },
  {
    "arab": "وَمِنْ كَرَمَاتِهِ أَيْضًا : أَنَّ الشَّيْخَ أَبَا الْحَسَنِ الْمَعْرُوْفِ بِابْنِ الطَّنْطَنَةِ الْبَغْدَادِىِّ رَحِمَهُ اللّٰهُ تَعَالٰى ۞ قَالَ يَوْمَ وَفَاةِ الشَّيْخِ عَبْدِ اْلقَادِرِ ۞ رَضِيَ اللّٰهُ عَنْهُ (اَلْفَاتِحَةُ) قَدَّسَ اللّٰهُ سِرَّهُ وَنَوَّرَ ضَرِيْحَهٗ ۞ كُنْتُ أَشْتَغِلُ بِالْعِلْمِ وَأُكْثِرُ الشَّهَرَ أَتَرَقَّبُ حَاجَةً لَهٗ ۞ فَخَرَجَ لَيْلَةً مِنْ دَارِهٖ فِىْ صَفَرَ سَنَةَ ثَلَاثٍ وَخَمْسِيْنَ وَخَمْسِمِائَةٍ ۞ فَنَاوَلْتُهٗ إِبْرِيْقًا فَلَمْ يَأْخُذْهُ وَقَصَدَ بَابَ الْمَدْرَسَةِ فَأَشَارَ إِلَيْهِ ۞ فَانْفَتَحَ وَخَرَجَ وَخَرَجْتُ خَلْفَهٗ وَأَنَا أَقُوْلُ فِىْ نَفْسِىْ : إِنَّهٗ لَا يَشْعُرُبِىْ ثُمَّ انْغَلَقَ ۞ ثُمَّ تَابَ الْمَدِيْنَةِ كَذٰلِكَ ثُمَّ مَشٰى غَيْرَ بَعِيْدٍ ۞ فَإِذَا نَحْنُ بِبَلْدَةٍ لَا أَعْرِفُهَا ۞ فَدَخَلَ مَكَانًا كَالرِّبَاطِ ۞ فَإِذاً فِيْهِ سِتَّةٌ مِنْ رِجَالٍ قُعُوْدٍ ۞ فَلَمَّا رَأَوُا الشَّيْخَ عَظَّمُوْهُ وَبَادَرُوْهُ بِالسَّلَامِ إِلَيْهِ ۞ وَاْلتَجَأْتُ إِلٰى سَارِيَةٍ فَسَمِعْتُ أَنِيْنًا مِنْ ذٰلِكَ الْمَكَانِ ۞ ثُمَّ بَعْدَ يَسِيْرٍ سَكَنَ ذٰلِكَ اْلأَنِيْنُ ۞ ثُمَّ دَخَلَ رَجُلٌ إِلٰى تِلْكَ الْجِهَةِ الَّتِىْ فِيْهَا اْلأَنِيْنُ ۞ وَخَرَجَ يَحْمِلُ رَجُلًا مِنْ ذٰلِكَ الْجَانِبِ ۞ وَدَخَلَ شَخْصٌ مَكْشُوْفُ الرَّأْسِ ۞ طَوِيْلُ الشَّارِبِ ۞ فَوَقَفَ بَيْنَ يَدَىِ الشَّيْخِ فَأَخَذَ عَلَيْهِ الْعَهْدَ بِالشَّهَادَتَيْنِ ۞ وَقَصَّ رَأْسَهٗ وَشَارِبَهٗ وَاْلبَسَهٗ طَاقِيَةً وَسَمَّاهُ مُحَمَّدًا ۞ وَقَالَ لِلسِّتَّةِ : قَدْ أَمَرْتُ أَنْ يَكُوْنَ هٰذَا بَدَلًا عَنِ الْمَيِّتِ ۞ فَقَالُوْا سَمْعًا وَطَاعَةً ۞ ثُمَّ خَرَجَ وَتَرَكَهُمْ وَخَرَجْتُ مَعَهٗ ۞ وَمَشَيْنَا غَيْرِ بِعَيْدٍ ۞ وَإِذًا نَحْنُ عِنْدَ بَابِ بَغْدَادَ فَانْفَتَحَ كَأَوَّلِ مَرَّةٍ ۞ ثُمَّ أَتٰى بَابَ الْمَدْرَسَةِ كَذٰلِكَ فَدَخَلَ دَارَهٗ ۞ ثُمَّ فِى الْغَدِ جَلَسْتُ بَيْنَ يَدَيْهِ أَقْرَأُ فَمَنَعَتْنِىْ هَيْبَتُهٗ ۞ فَقَالَ : يآ بُنَىَّ إِقْرَأْ وَلَا عَلَيْكَ ۞ فَأَقْسَمْتُ عَلَيْهِ أَنْ يُبَيِّنَ لِىْ مَارَأَيْتُ بِاْلأَمْسِ ۞ فَقَالَ : أَمَّا اْلبَلَدُ فَنَهَاوَنْدُ ۞ وَأَمَّا السِّتَّةُ فَهُمُ اْلأَبْدَالُ النُّجَبآءُ ۞ وَأَمَّا صَاحِبُ اْلأَنِيْنِ فَسَابِعُهُمْ كَانَ مَرِيْضًا ۞ فَلَمَّا حَضَرَتْهُ اْلوَفَاةُ جِئْتُ أَحْضُرُ وَفَاتُهٗ ۞ وَأَمَّا الَّذِىْ حَمَلَهٗ عَلىٰ عَاتِـقِهٖ فَأَبُو اْلعَبَّاسِ الْخَضِرُ عَلَيْهِ السَّلَامُ ۞ أَخَذَهٗ لِيَتَوَلّٰى أَمْرُهٗ ۞ وَأَمَّا اَّلذِىْ أَخَذْتُ عَلَيْهِ اْلعَهْدَ فَنَصْرَانِىُّ مِنَ اْلقُسْطَنْطِيْنِيَّةِ ۞ أَمَرْتُ أَنْ يَكُوْنَ عِوَضًا عَنِ الْمُتَوَفّٰى وَهُوَ اْلآنَ مِنْهُمْ ۞ قَالَ أَبُوالْحَسَنِ ۞ وَأَخَذَ عَلَيَّ اْلعَهْدَ أَنْ لَا أُحَدِّثَ بِذٰلِكَ لِأَحَدٍ مَا دَامَ حَيًّا ۞ وَقَالَ إِحْذَرْ مِنْ إِفْشآءِ السِّرِّ فِىْ حَيَاتِىْ ۞",
    "latin": "",
    "terjemah": "Dan dari karomahnya lagi, bahwa Syaikh Abal Hasan Al-Ma'ruf bin Thonthonah Al-Baghdadi semoga Allah ta'ala memberi rahmat kepadanya, berkata pada hari wafatnya Syaikh Abdul Qodir Al-Jilani, semoga Allah mecurahkan keridlohan kepada beliau, (baca surah Al-Faatihah), semoga Allah mensucikan rahasia-rahasianya dan memberi cahaya makamnya : Sewaktu saya belajar di pondok Kanjeng Syaikh, saya tidak pernah tidur malam dikarenakan sibuk memperhatikan keperluan Kanjeng Syaikh. Pernah pada suatu malam bulan Shafar 553 H, beliau kaluar dari rumahnya, sayapun menghaturkan sebuah kendi kepada beliau, tetapi tidak mau menerimanya dan menuju madrasah yang pintunya terkunci, lalu beliau menudingnya, tiba-tiba pintu tersebut membuka sendiri. Kanjeng Syaikh keluar dan saya membelakanginya dengan berkata dalam hati : Sungguh Kanjeng Syaikh tidak tahu kalau sedang saya ikuti dari belakang, kemudian pintu madrasah itu menutup sendiri. Kemudian beliau menuju ke pintu kota Baghdad, demikian juga pintu kota membuka sendiri setelah ditudingnya, tidak begitu beliau berjalan sampai di satu tempat yang belum saya kenal, maka beliau masuk ke suatu tempat yang terdapat sebuah bangunan menyerupai pondok. Tiba-tiba di dalamnya ada enam orang sedang duduk, setelah melihat Kanjeng Syaikh mereka berdiri mengucapkan salam penghormatan kapada beliau dan saya bersembunyi di belakang tiang pondok itu. Kemudian saya mendengar suara rintihan dari tempat tersebut, sesaat kemudian suara rintihan tadi sudah tidak terdengar lagi, kemudian masuk orang laki-laki ke tempat di mana terdengar rintihan tadi dan kemudian keluar lagi dengan membopong seorang laki-laki dari tempat tadi. Ketika itu juga datanglah seorang yang tidak memakai tutup kepala dan berkumis panjang dan berhenti di depan Kanjeng Syaikh yang kemudian diperintah untuk ikrar mengucapkan dua kalimat syahadat lalu dicukur rambut dan kumisnya serta disuruh mengenakan tutup kepala dan diberi nama Muhammad. Dan Kanjeng Syaikh berkata kepada enam orang tadi : Sungguh perintahkan agar Muhammad ini menjadi gantinya orang yang meninggal tadi. Maka enam orang tadi menjawab : Kami dengarkan dan akan kami laksanakan. Setelah itu beliau meninggalkan mereka dan sayapun mengikutinya secara diam-diam, tidak seberapa lama berjalan tiba-tiba sudah sampai kembali dipintu kota Baghdad, maka membukalah pintu itu sebagaimana tadi, lalu sampai pula ke pintu madrasah dan demikian juga, lalu beliau masuk ke rumahnya. Keesokan harinya saya menghadap Kanjeng Syaikh untuk menguji, setelah menghadap saya takut dengan sendirinya kerena kewibawaannya, sampai-sampai saya tidak bisa membaca kitab. Maka beliau berkata : Wahai anakku bacalah dan tidak apa-apa. Kemudian saya mengatakan dan bersumpah agar beliau berkenan untuk menjelaskan kejadian yang saya lihat semalam. Maka beliau menjelaskan : Tempat yang saya kunjungi itu namanya Nahaawandu, dan enam orang itu, mereka adalah wali abdal dan orang yang merintih dalam keadaan sakit itu adalah orang ketujuh dari mereka. Ketika sampai ajalnya, maka saya datang untuk ta'ziyah. Adapun orang yang membawa jenazahnya itu adalah Abul Abas dengan sebutan nabi Khidlir as, ia mengambilnya untuk dirawat yaitu dimandikan, dikafani dan di shalati serta dikuburkan. Dan yang saya ikrarkan mengucapkan dua kalimat syahadat itu adalah Nashroni dari negeri Qusthonthiniyah untuk saya jadikan ganti orang yang meninggal itu"
  },
  {
    "arab": "وَذَكَرَ الشَّيْخُ عَبْدِ اللّٰهِ الْمُوْصِلِىُّ ۞ أَنَّ اْلإِمَامَ الْمُسْتَـنْجِدَ بِاللّٰهِ أَبَا الْمُظَفَّرِ يُوْسُفَ جآءَ إِلَى الشَّيْخِ قَدَّسَ اللّٰهُ سِرَّهُ وَسَلَّمَ عَلَيْهِ وَاسْتَوْصَاهُ ۞ وَوَضَعَ بَيْنَ يَدَيْهِ مَالًا فِىْ عَشْرَةِ أَكْيَاسٍ يُحْمِلُهَا عَشْرَةٌ مِنَ الْخُدَّامِ ۞ فَرَدَّهَا الشَّيْخُ فَأَبَا الْخَلِيْفَةُ إِلَّا أَنْ يَقْبَلَهَا وَأَلَحَّ عَلَى الشَّيْخِ ۞ فَأَخَذَ الشَّيْخُ كِيْسَيْنِ مِنْهَا فِىْ يَدَيْهِ ۞ وَهُمَا خَيْرُ اْلأَكْيَاسِ وَأَحْسَنُهَا وَعَصَرَهُمَا فَسَالَا دَمَا ۞ فَقَالَ الشَّيْخُ لِلْخَلِيْفَةِ أَمَّا تَسْتَحِىْ مِنَ اللّٰهِ تَعَالٰى أَنْ تَأْخُذَ دَمَ النَّاسِ وَتُقَابِلَنِىْ بِهٖ ۞ فَقَالَ الشَّيْخُ : وَعِزَّةِ الْمَعْبُوْدِ ۞ لَوْلَاحُرْمَةُ اتِّصَالِهٖ بِرَسُوْلِ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ ۞ لِتَرَكْتُ الدَّمَ يَجْرِىْ إِلٰى مَنْزِلِهٖ ۞",
    "latin": "",
    "terjemah": "Syaikh Abdullah Al-Mushaliy bercerita : Sesungguhnya ada seorang raja yang adil terkenal dengan sedutan Al-Mustanjid billahi yaitu Abul Mudhoffar Yusuf datang menghadap Kanjeng Syaikh, semoga Allah mensucikan rahasia-rahasianya dan memberi kesejahteraan, dan mohon untuk dinasehati dengan membawa sepuluh kantong penuh berisi uang yang dibawa oleh sepuluh pembantunya untuk hadiah Kanjeng Syaikh, tetapi Kanjeng Syaikh menolaknya, maka raja itupun merasa kecewa dan mencemoohnya sambil memaksanya agar Kanjeng Syaikh sudi untuk menerimanya. Maka Kanjeng Syaikh mengambilnya dua kantong tadi, maka mengalirlah darah. Maka Kanjeng Syaikh berkata kepada raja : Apakah raja tidak malu kepada Allah ta'ala dengan memeras darahnya rakyat yang kemudian raja serahkan kepada saya dengan memaksanya? Seketika itu juga sang raja menjadi pingsan. Kanjeng Syaikh berkata : Demi Dzat Yang Maha Agung dan yang berhak disembah, seandainya saya tidak menghormati nasabnya yang bersambung dengan Rasulullah saw, pasti saya biarkan darah itu terus mengalir sampai di rumahnya"
  },
  {
    "arab": "قَالَ عَبْدُ اللّٰهِ الْمَذْكُوْرِ : وَشَهِدْتُ الْخَلِيْفَةَ عِنْدَهٗ يَوْمًا ۞ فَقَالَ لِلشَّيْخِ : أُرِيْدُ شَيْأً مِنَ اْلكَرَامَاتِ لِيَطْمَئِنَّ قَلْبِىْ ۞ قَالَ : وَمَا تُرِيْدُ ؟ قَالَ تُفَّاحًا مِنَ اْلغَيْبِ وَلَمْ يَكُنْ أَوَّانُهٗ بِاْلعِرَاقِ ۞ فَمَدَّ الشَّيْخُ يَدَهٗ فِى الْهَوآءِ ۞ فَإِذًا فِيْهَا تُفَّاحَتَانِ ۞ فَنَاوَلَهٗ إِحْدَاهُمَا وَكَسَرَ الشَّيْخُ الَّتِىْ فِىْ يَدَهٖ فَإِذًا هِيَ بَيْضآءُ تَفُوْحُ مِنْهَا رَائِحَةُ الْمِسْكِ ۞ وَكَسَرَ الْخَلِيْفَةُ اْلأُخْرٰى فَإِذًا فِيْهَا دُوْدَةٌ ۞ فَقَالَ : مَاهٰذِهٖ وَاَّلتِىْ بِيَدِكَ كَمَا تَرٰى ۞ أَوْ قَالَ : كَمَا أَرٰى ۞ قَالَ الشَّيْخُ : يَا أَباَ الْمُظَفَّرِ ۞ هٰذِهٖ لَمَسَتْهَا يَدُ الظَّالِمِ فَدَوَّدَتْ كَمَا تَرٰى ۞ وَهٰذِهٖ لَمَسَتْهَا يَدُ الْوِلَايَةِ فَطَابَتْ ۞ وَقَدْ تَقَدَّمَتْ قِصَّةُ التُّفَّحِ الَّذِىْ جآءَ بِهِ الْخَلِيْفَةُ لِلشَّيْخِ ۞",
    "latin": "",
    "terjemah": "Syaikh Abdullah Al-Mushaliy menceritakan lagi : Pada suatu hari saya menyaksikan raja Abul Mudhoffar Yusuf berada di depan Kanjeng Syaikh, maka mengatakan kepada beliau : Saya ingin melihat sesuatu dari kekaromahan untuk menenangkan hati saya. Kanjeng Syaikh bertanya : Apa yang engkau kehendaki? Jawab sang raja : Saya menginginkan buah apel dari alam ghoib. Padahal di Iraq waktu itu tidak ada musim apel. Maka Kanjeng Syaikh menjulurkan tangannya ke udara, tiba-tiba di tangannya ada dua buah apel, maka yang satu diberikan kepada raja dan satunya lagi dipegang. Kemudian Kanjeng Syaikh memecah apel yang di tangannya, maka tiba-tiba apel itu warnanya putih bersih, harum baunya bagaikan kasturi. Dan raja itupuin juga memecah apel yang di tangannya, maka tiba-tiba apel itu penuh dengan ulat. Maka raja itu berkata : Kenapa begini sedangkan apel yang di tangan Syaikh baik sekali. Kanjeng Syaikh berkata : Wahai Abul Mudhoffar, apel ini di tangan orang lalim maka akan mengeluarkan ulat sebagaimana kau lihat, sedang apel ini berada di tangan kekasihnya Allah, maka menjadi harum baunya dan nikmat. Dan cerita apel ini sudah pada kisah di muka yang dibawa oleh raja diaturkan kepada Kanjeng Syaikh"
  },
  {
    "arab": "وَكَرَمَاتُهٗ أَكْثَرُ مِنْ أَنْتُحْصٰى وَأَعْظَمُ من أَنْ تُسْتَقْصٰى رَضِيَ اللّٰهُ عَنْهُ وَعَنَّا بِرِضآئِهٖ الرَّفِيْعِ ۞ وَأَمِدَّنَا بِمَدَدِهِ اْلوَسِيْعِ ۞",
    "latin": "",
    "terjemah": "Dan kekaromahan beliau masih lenih banyak dari yang sudah diterangkan dan lebih agung lagi sampai-sampai tidak bisa diterangkan. Semoga Allah mecurahkan keridlohan kepada beliau dan atas kita berkah keridlohan-Nya dan pertolongan kita atas pertolongan-Nya Yang Maha Luas"
  },
  {
    "arab": "اَللّٰهُـمَّ انْشُرْ نَفَحَاتِ الرِّضْوَانِ عَلَيْهِ وَأَمِدَّنَا بِلْأَسْرَارِ الَّتِىْ أَوْدَعْتَهَا لَدَيْهِ",
    "latin": "",
    "terjemah": "Ya Allah, Hamparkanlah bau harum keridhoan-Mu kepada kanjeng Syaikh, dan anugerahkan kepada kami berkat rahasia kewalian yang Engkau titipkan kanjeng Syaikh"
  }
]
