[
  {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ",
    "latin": "",
    "terjemah": ""
  },
  {
    "arab": "وَكَانَ رَضِيَ اللّٰهُ عَنْهُ يَقُوْلَ : وَهُوَمِنْ بَابِ التَّحَدُّثِ بِالنِّعْمَةِ ۞ لِقَوْلِهٖ تَعَالٰى : وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ ۞",
    "latin": "",
    "terjemah": "Adalah Kanjeng Syaikh, semoga Allah mecurahkan keridlohan kepada beliau, telah berkata, bahwa beliau melahirkan rasa syukur atas kenikmatan yang diberikan kepadanya, karena firman Allah ta'ala : Dan terhadap nikmat Tuhanmu, maka hendaklah kamu menyebut- nyebutnya"
  },
  {
    "arab": "مَا مَرَّ مُسْلِمٌ عَلىٰ بَابِ مَدْرَسَتِىْ إِلَّا خَفَّفَ اللّٰهُ عَنْهُ اْلعَذَابَ يَوْمَ اْلقِيَامَةِ ۞ وَأُخْبِرَ أَنَّ شَخْصًا يَصِيْحُ فِىْ قَبْرِهٖ فَمَضٰى إِلَيْهِ ۞ وَقَالَ إِنَّ هٰذَا زَارَنِىْ مَرَّةً وَلَا بُدَّ أَنْ يَرْحَمَهُ اللّٰهُ تَعَالٰى ۞ فَلَمْ يَسْمَعْ لَهٗ بَعْدَ ذٰلِكَ صُرَاخٌ ۞",
    "latin": "",
    "terjemah": "Tiada seorang muslim yang melewati pintu madarasahku, melainkan Allah akan meringankan siksa yang menimpa padanya dihari kiamat. Dan diberitakan bahwa sesungguhnya ada seorang yang menjerit-jerit dalam kuburnya, maka Kanjeng Syaikh mendatangi kubur itu dan berkata : Sesungguhnya orang ini pernah mengunjungi saya sekali, maka semestinya Allah mengasihinya. Maka sejak itu tidak lagi terdengar suara menjerit-jerit dari dalam kubur tadi"
  },
  {
    "arab": "وَقَالَ رَضِيَ اللّٰهُ عَنْهُ : عَشَرَ حُسَيْنُ الْحَلَّاجُ عَشْرَةَ فَلَمْ يَكُنْ فِىْ زَمَنِهٖ مَنْ يَأْخُذُ بِيَدِهٖ ۞ وَلَوْ كُنْتُ فِىْ زَمَنِهٖ لَأَخَذْتُ بِيَدِهٖ ۞ وَأَنَا لِكُلِّ مَنْ َعَشَر مَرْكُوْبُهٗ مِنْ جَمِيْعِ أَصْحَابِىْ وَمُرِيْدِىْ وَمُحِبِّىْ إِلٰى يَوْمِ اْلقِيَامَةِ ۞ آخُذُ بِيَدِهٖ كُلَّمَا عَشَرَ حَيًّا وَمَيِّتًا ۞ فَإِنَّ فَرَسِىْ مُسْرَجٌ ۞ وَرُمْحِيْ مَنْصُوْبٌ ۞ وَسَيْفِيْ مَشْهُوْرٌ ۞ وَقَوْسِيْ مَوْتُوْرٌ ۞ لِحِفْظِ مُرِيْدِىْ وَهُوَ غَافِلٌ۞",
    "latin": "",
    "terjemah": "Kanjeng Syaikh, semoga Allah mecurahkan keridlohan kepada beliau, berkata : Syaikh Husain Al-Halaj pernah terpeleset satu kali dalam menjalankan kewaliannya, hanya saja waktu itu tidak ada seorangpun yang dapat menolongnya, seandainya saya hidup pada zamannya, pasti saya akan menolongnya, karena saya akan menolong orang-orang yang terpeleset dari sahabat-sahabatku, murid-muridku dan orang-orang yang cinta kepadaku sampai hari kiamat, saya gandeng tangannya, baik mereka masih hidup maupun setelah mati. Disebabkan karena kudaku sudah terpasang pelananya dan tombakku sudah tertancapkan dan pedangku sudah terhunus dan anak panahku sudah terpasang busurnya untuk menjaga santriku yang sedang lupa"
  },
  {
    "arab": "وَقَالَ رَضِيَ اللّٰهُ عَنْهُ : أَنَا نَارُ اللّٰهِ الْمُوْقَدَةُ ۞ أَنَا سَلَّابُ الْأَحْوَالِ ۞ أَنَا بَحْرٌ بِلَا سَاحِلٍ ۞ أَنَا الْمَحْفُوْظُ ۞ أَنَا الْمَلْحُوْظُ ۞ يآ صُوَّامُ يآ قُوَّامُ ۞ يآ أَهْلَ الْجِبَالِ دُكَّتْ جِبَالُكُمْ ۞ يآ أَهْلَ الصَّوَامِعِ هُدِّمَتْ صَوَامِعُكُمْ ۞ أَقْبِلُوْا إِلٰى أُمُوْرِ اللّٰهِ ۞ يآ رِجَالُ يآ أَبْطَالُ ۞ يآ أَطْفَالُ ۞ هَلُمُّوْا إِلَيَّ وَخُذُوْا عَنِ اْلبَحْرِ الَّذِىْ لَا سَاحِلَ لَهٗ ۞ يآ عَزِيْزُ أَنْتَ وَاحِدٌ فِى السَّمآءِ ۞ وَأَناَ وَاحِدٌ فِى اْلأَرْضِ ۞ يُقَالُ لِيْ بَيْنَ الَّليْلِ وَالنَّهَارِ سَبْعِيْنَ مَرَّةً ۞ وَأَنَا اخْتَرْتُكَ لِنَفْسِيْ ۞ وَيُقَالُ لِيْ أَيْضًا سَبْعِيْنَ مَرَّةً ۞ وَلِتُصْنَعَ عَلىٰ عَيْنِيْ ۞ وَعِزَّةِ رَبِّيْ إِنَّ السُّعَدآءَ وَاْلأَشْقِيآءَ يُعْرَضُوْنَ عَلَيَّ ۞ وَيُوْقَفُوْنَ لَدَيَّ ۞ وَإِنَّ نُوْرَ عَيْنِيْ فِى الَّلوْحِ الْمَحْفُوْظِ مُقِيْمٌ ۞ أَنَا غَائِصٌ فِىْ بَحْرِ عِلْمِ الْقَدِيْمِ ۞ أَنَا حُجَّةُ اللّٰهِ عَلَيْكُمْ يَوْمَ اْلعَرْضِ ۞ أَنَا نَائِبُ رَسُوْلِ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ وَوَارِثُهٗ ۞ يُقَالُ يآ عَبْدِ اْلقَادِرِ ۞ رَضِيَ اللّٰهُ عَنْهُ (اَلْفَاتِحَةُ) تَكَلَّمْ يُسْمَعْ مِنْكَ ۞ قَالَ الشَّيْخِ عَبْدِ اْلقَادِرِ ۞ رَضِيَ اللّٰهُ عَنْهُ (اَلْفَاتِحَةُ) وَللّٰهِ مَا شَرِبْتُ حَتّٰى قِيْلَ لِيْ يآ عَبْدِ اْلقَادِرِ ۞ رَضِيَ اللّٰهُ عَنْهُ (اَلْفَاتِحَةُ) بِحَقِّيْ عَلَيْكَ إِشْرَبْ ۞ وَمَا أَكَلْتُ حَتّٰى قِيْلَ لِيْ بِحَقِّيْ عَلَيْكَ كُلْ ۞ وَأَمَنْتُكَ مِنَ الرَّدٰى ۞ تَجِيْءُ السَّنَةُ تُسَلِّمُ عَلَيَّ وَتُخْبِرُنِيْ بِمَا يَجْرِيْ فِيْهَا ۞ وَكَذَا الشَّهْرُ ۞ وَكَذَا اْلأُسْبُوْعُ ۞ وَكَذَا اْليَوْمَ ۞ وَقَالَ مَرَّةً عَلَى اْلكُرْسِيِّ : إِذَا سَأَلْتُمُ اللّٰهَ تَعَالٰى فَاسْأَلُوْهُ بِيْ ۞",
    "latin": "",
    "terjemah": "Dan Kanjeng Syaikh, semoga Allah mecurahkan keridlohan kepada beliau, berkata lagi : Saya ini ibarat apinya Allah yang telah dinyalakan. Saya ini Waliyullah yang akan merobek setiap orang yang tidak punya sopan santun kepadaku dan saya diberi ilmu bagaikan lautan yang tidak bertepi, saya ini dijaga oleh Allah, saya waliyullah yang diperhati kan. Wahai orang-orang yang berpuasa disiang hari, wahai yang ber tahajjud dimalam harinya, wahai orang-orang yang tinggal digunung yang sudah dibinasakan gunung-gunugnya, wahai orang-orang ahli gereja yang sudah dirobohkan gereja-gerejanya, menghadaplah kalian untuk taat melaksanakan perintah-perintah Allah, wahai wali rijal, wahai wali abthol, wahai wali athfal, kemarilah kalian kepadaku, ambillah ilmu dari waliyullah yang bagikan lautan yang tiada bertepi.Wahai Tuhan Yang Maha Agung, Engkaulah satu-satunya yang menguasai mahluk di langit dan bumi, dan saya orang yang menyatukan hatiku hanya musyahadah kepada-MU di bumi. Dikatakan kepadaku antara siang dan malam tujuh puluh kali : Aku (Allah) memilihmu dengan Dzat-Ku. Dan diucapkan lagi kepadaku tujuh puluh kali : Kamu dijadikan atas pemeliharaan-Ku. Demi keagungan Tukanku, bahwa orang-orang yang beruntung dan celaka diperlihatkan kepadaku dan diberhentikan dihadapanku dan sungguh nur mataku ada yang tinggal di lauhil mahfudh, saya adalah waliyullah yang bisa melihat kejadian yang telah lalu, saya waliyullah yang besok hari kiyamat dijadikan hujjatullah untuk kamu sekalian, saya sebagai pengganti dan pewaris Rasulullah saw, dikatakan kepadaku : Wahai Abdul Qodir, semoga Allah mecurahkan keridlohan kepada beliau, (Al-Faatihah), bicaralah, maka dari ucapanmu akan didengar/diterima. Kanjeng Syaikh Abdul Qodir, semoga Allah mecurahkan keridlohan kepada beliau, (Al-Faatihah), barkataa : Demi Allah saya tidak akan minum sehingga dikatakan kepadaku : Wahai Abdul Qodir, semoga Allah mecurahkan keridlohan kepada beliau, (Al-Faatihah), dengan hak-Ku untukmu silahkan minum. Serta tidak makan sehingga diucapkan kepadaku : Dengan hak-Ku untukmu silahkan makan dan Saya telah selamatkan kamu dari segala yang merusak. Masa tahun, bulan, seminggu dan hari, semuanya memberi salam kepadaku serta memberitakan kejadian-kejadian pada waktu-waktu tersebut. Pada suatu ketika beliau berada di atas kursinya dan berkata : Apabila kamu minta kepada Allah, maka mintalah dengan tawasul kepadaku"
  },
  {
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "arab": "ketika sampai sini, berhenti sejenak untuk berwasilah/tawasul kepada Syaikh Abdul Qodir al Jailani sebagai berikut :",
    "latin": "",
    "terjemah": ""
  },
  {
    "arab": "اِلٰى حَضْرَةِ النَّبِيِّ الْمُصْطَفٰى مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمْ، ثُمَّ اِلٰى اَرْوَاحِ جَمِيْعِ اِخْوَانِهٖ مِنَ الْأَنْبِيَآءِ والْمُرْسَلِيْنَ وَآٰلِ كُلٍّ وَاَصْحَابِ كُلٍّ وَاِتْبَاعِ كُلٍّ، ثُمَّ اِلٰى اَرْوَاحِ اْلاَوْلِيَآءِ الْمُتَصَرِّفِيْنَ خُصُوْصًا لِحَضْرَةِ سَيِّدِنَا الْغَوْثِ سُلْطَانِ الْاَوْلِيَآءِ الشَّيْخِ عَبْدِ الْقَادِرِ الْجِيْلَانِيّ، وَسَائِرِ الْاَوْلِيَآءِ وَالْعُلَمَآءِ وَالصِّدِّيْقِيْنَ وَالشُّهَدَآءِ وَالصَّالِحِيْنَ، وَجَمِيْعِ مَشَايِخِنَا وَمَشَايِخِهِمْ وَاٰبَائِنَا وَاُمَّهَاتِنَا وَاِخْوَانِنَاالْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ (الفاتحة)",
    "latin": "",
    "terjemah": ""
  },
  {
    "arab": "lalu membaca do'a sebagai berikut:",
    "latin": "",
    "terjemah": ""
  },
  {
    "arab": "اَللّٰهُـمَّ اِنَّا نَسْأَلُكَ وَنَتَوَسَّلُ اِلَيْكَ بِوَلِيِّكَ الْغَوْثِ يَاشَيْخَ الثَّاقَلَيْنِ يَاقُطْبَ الرَّبَّانِيِّ يَاغَوْثَ الصَّمَدَانِيِّ يَامُحْيِيَ الدِّيْنْ اَبَا مُحَمَّدٍ سَيِّدِنَا الشَّيْخُ عَبْدَ الْقَادِرِ الْجِيْلَانِيّ اَنَا نَتَوَسَّلُ بِكَ اِلٰى رَبِّكَ فِيْ قَضَاءِ حَاجَتِنَا هٰذِهٖ ...",
    "latin": "",
    "terjemah": ""
  },
  {
    "arab": "(sebutkan hajatnya)",
    "latin": "",
    "terjemah": ""
  },
  {
    "arab": "اَللّٰهُـمَّ فَشَفِّعْهُ فِيْنَا شَفَاعَةً تُنْجِيْنَا بِهَا مِنْ جَمِيْعِ الْأَهْوَالِ وَالْأٰفَاتِ، وَتَقْضِيْ لَنَا بِهَا جَمِيْعَ الْحَاجَاتِ، وَتَكْفِيْنَا بِهَا جَمْيْعَ الْمُهِمَّاتِ، وَتَرْفَعُنَا بِهَا اَعْلَى الدَّرَجَاتِ، وَتَدْفَعُ بِهَا عَنَّا جَمِيْعَ الْبَلِيَّاتِ، وَتَحُلُّ بِهَا جَمِيْعَ الْمُشْكِلَاتِ، وَتُجِيْبُ بِهَا جَمِيْعَ الدَّعَوَاتِ، وَتَشْفِيْنَا بِهَا مِنْ جَمِيْعِ الْأَسْقَامِ وَالدَّاأٰٓتِ، وَتُوَسِّعُ لَنَا بِهَا الْأَرْزَاقَ الطَّيِّبَاتِ، وَتُحَسِّنُ لَنَا بِهَا الْعَاقِبَاتِ وَالْخَاتِمَاتِ، اِنَّكَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "latin": "",
    "terjemah": ""
  },
  {
    "arab": "",
    "latin": "",
    "terjemah": ""
  },
  {
    "arab": "وَكَانَ رَضِيَ اللّٰهُ عَنْهُ أَسْمَرَ اللَّوْنِ ۞ مَقْرُوْنَ الْحَاجِبَيْنِ ۞ عَرِيْضَ اللِّحْيَةِ طَوِيْلَهَا ۞ عَرِيْضَ الصَّدْرِ ۞ نَحِيْفَ اْلبَدَنِ ۞ رَبْعَ اْلقَامَةِ ۞ جَوْهَرِيَّ الصَّوْتِ ۞ بَهِيَ الصَّوْتِ ۞ سَرِيْعَ الدَّمْعَةِ ۞ شَدِيْدَ الْخَشْيَةِ ۞ كَثِيْرَ الْهَيْبَةِ ۞ مُجَابَ الدَّعْوَةِ ۞ كَرِيْمَ اْلأَخْلَاقِ ۞ طَيِّبَ اْلأَعْرَاقِ ۞ أَبْعَدَ النَّاسِ عَنِ اْلفُحْشِ وَأَقْرَبَهُمْ إِلَى الْحَقِّ ۞ شَدِيْدَ اْلبَأْسِ ۞ إِذَا انْتُهِكَ مَحَارِمُ اللّٰهِ عَزَّ وَجَلَّ ۞ لَا يَغْضَبُ لِنَفْسِهٖ ۞ وَلَا يَنْصُرُ لِغَيْرِ رَبِّهٖ ۞ وَلَا يَرُدُّ سآئِلًا وَلَوْ بِأَحَدِ ثَوْبَيْهِ ۞ وَكَانَ التَّوْفِيْقُ رَائِدَهٗ ۞ وَالتَّأْيِـيْدُ مُعَارِضَهٗ ۞ وَاْلعِلْمُ مُهَذِّبَهٗ ۞ وَاْلقُرْبُ مُؤَيِّدَهٗ ۞ وَالْمُحَاضَرَةُ كَنْزَهٗ ۞ وَالْمَعْرِفَةُ حِرْزَهٗ ۞ وَالْخِطَابُ مَسِيْرَهٗ ۞ وَالَّلحْظُ سَفِيْرَهٗ ۞ وَاْلأُنْسُ نَدِيْمَهٗ ۞ وَاْلبَسْطُ نَسِيْمَهٗ ۞ وَالصِّدْقُ رَايَتَهٗ ۞ وَاْلفَتْحُ بِضَاعَتَهٗ ۞ وَاْلعِلْمُ ضَيْعَتَهٗ ۞ وَالذِّكْرُ سَمِيْرَهٗ ۞ وَالْمُكَاشَفَةُ غِذآءَهٗ ۞ وَالْمُشَاهَدَةُ شِفآءَهٗ ۞ وآدَابُ الشَّرِيْعَةِ ظَاهِرَهٗ ۞ وَأَوْصَافَ الْحَقِيْقَةِ سَرآئِرَهٗ ۞ قَدَمُهُ التَّفْوِيْضُ وَالْمُوَافَقَةُ ۞ مَعَ التَّبَرِّىْ مِنَ الْحَوْلِ وَاْلقُوَّةِ ۞ وَطَرِيْقُهٗ تَجْرِيْدُ التَّوْخِيْدِ ۞ وَتَوْحِيْدُ التَّفْرِيْدِ ۞ مَعَ الْحُضُوْرِ فِىْ مَوْقِفِ اْلعُبُوْدِيَّةِ ۞ بَشَرٌ قَائِمٌ فِىْ مَوْقِفِ اْلعَبْدِيَّةِ ۞ لَابِشَيْءٍ وَلَالِشَيْءٍ ۞ وَكَانَتْ عُبُوْدِيَّتُهٗ مُسْتَمَدَّةً مِنْ مَحْضِ كَمَالِ الرُّبُوْبِيَّةِ ۞ فَهُوَ عَبْدٌ سَمَا عَنْ مُصَاحَبَةِ التَّفْرِقَةِ إِلٰى مُرَافَقَةِ الْجَمْعِ مَعَ لُزُوْمِ أَحْكَامِ الشَّرِيْعَةِ ۞ وَفَضآئِلُهٗ رَضِيَ اللّٰهُ عَنْهُ كَثِيْرَةٌ ۞ وَأَحْوَالُهٗ أَظْهَرُ مِنْ شَمْسِ الظَّهِيْرَةِ ۞ وَكَانَتْ وَفَاتُهٗ دَامَتْ عَلَيْنَا بَرَكَاتُهٗ فِى اْليَوْمِ الْحَدِىْ عَشَرَ مِنْ شَهْرِ رَبِيْعِ الثَّانِىْ سَنَةَ إِحْدٰى وَسِتِّيْنَ وَخَمْسِمِائَةٍ ۞ وَعُمْرُهٗ إِحْدٰى وَتِسْعِيْنَ سَنَةً ۞ وَدُفِنَ بِبَغْدَادَ ۞ وَقَبْرُهٗ ظَاهِرٌ يُزَارُ ۞ وَيُقْصَدُ مِنْ سآئِرِ اْلأَقْطَارِ ۞ رَضِيَ اللّٰهُ عَنْهُ وَنَفَعَنَا بِهٖ أَجْمَعِيْنَ ۞ اَللّٰهُـمَّ آمِيْنَ اَللّٰهُـمَّ آمِيْنَ ۞",
    "latin": "",
    "terjemah": "Adalah Kanjeng Syaikh RA warna kulitnya sawo matang, kedua alisnya bertemu, jenggotnya lebat dan panjang, dadanya bidang, badan nya ramping, tingginya sedang, suaranya nyaring, dan merdu, mudah menetes air matanya, sangat takut kepada Allah ta'ala, besar kewibawaan nya, do'anya mustajabah, luhur budi pekertinya, keatas maupun kebawah keturunannya baik, paling jauh-jauhnya manusia dari perbuatan jahat, dan sedekat dekatnya manusia kepada perbuatan yang benar, sangat dimurkanya bila mengetahui larangan Allah diterjang, tidak marah karena hanya menuruti hawa nafsunya, tidak mau menolong karena selain Allah, tidak pernah menolak orang minta-minta walaupun salah satu bajunya yang diminta, pertolongan Allah yang menjadi dasar pokok hidupnya. Semua thoriqnya dikuatkan oleh Allah, ilmunya menjadi pembersih kotoran, pendekatannya kepada Allah menguatkan kewaliannya, ingat kepada Allah dengan hudlur yang menjadi gudang nya, ma'rifatnya kepada Allah menjadi bentengnya, munajatnya kepada Allah menjadi amal perbuatannya, kewaspadaannya sebagai peng-hubung dirinya kepada Allah, mesra kepada Allah menjadi kawan berbincangnya, lapang dada menjadi kecintaannya, kebenaran menjadi lambang hidupnya, terbukanya hati menjadi bekalnya, sifat penyantun menjadi wataknya, dzikir kepada Allah menjadi ucapannya, persaksian nya kepada Allah menjadi obat, peraturan agama menjadi jembatan nya, semua sifat-sifat ilmu hakikat menjadi kepribadiannya, menyerah dan puas akan ketentuan Allah, dengan menyadari tidak ada daya dan kekuatan kecuali pertolongan dari Allah, thoriqohnya menurut tauhid, meyakinkan ke Esaan Allah, dzikir dengan hati yang hudlur pada waktu bertandang ibadah kepada Allah, beliau adalah seorang yang sangat menyadari akan kejadiannya sebagai hamba Allah, dengan secara rutin beribadah kepada Allah, bukan untuk sesuatu dan tidak karena sesuatu, tetapi ibadahnya ikhlas karena sebagai hamba yang setia kepada sifat-sifat kesempurnaan Allah dan beliau adalah hamba Allah yang agung, yang selalu menyatu jiwanya dengan Allah waktu berdzikir dan disertai menepati terhadap hukum-hukum Allah. Keistimewaan-keistimewaan Kanjeng Syaikh, semoga Allah mecurahkan keridlohan kepada beliau, masih banyak lagi, perilaku utamanya namapak jelas, bahkan lebih terang dari matahari diwaktu duhur. Beliau wafat pada hari jum'at tanggal sebelas, Rabi'ul akhir 571 H. Umurnya sembilan puluh satu tahun. Makamnya dikampung Bebul Aroj, Baghdad dan banyak dikunjungi orang dari berbagai manca negara. Semoga Allah mecurahkan keridlohan kepada beliau, dan memberikan kemanfa'atan kepada kita semua sebab beliau, ya Allah kabulkan, ya Allah kabulkan"
  },
  {
    "arab": "اَللّٰهُـمَّ انْشُرْ نَفَحَاتِ الرِّضْوَانِ عَلَيْهِ وَأَمِدَّنَا بِلْأَسْرَارِ الَّتِىْ أَوْدَعْتَهَا لَدَيْهِ",
    "latin": "",
    "terjemah": "Ya Allah, Hamparkanlah bau harum keridhoan-Mu kepada kanjeng Syaikh, dan anugerahkan kepada kami berkat rahasia kewalian yang Engkau titipkan kanjeng Syaikh"
  }
]
