[
  {
    "isi": "<p>Diceritakan dalam kitab az-Zubdah fî Syarhil Burdah, bahwa suatu saat ada orang sakit mata sangat parah, kemudian ia bermimpi seakan mendengar ucapan:</p>",
    "arab": false
  },
  {
    "isi": "خُذْ مِنَ الْبُرْدَةِ وَاجْعَلْهَا عَلَى عَيْنَيْكَ",
    "arab": true
  },
  {
    "isi": "<p>Artinya : “Ambillah Qasidah Burdah, kemudian letakkan di depan matamu.”</p>",
    "arab": false
  },
  {
    "isi": "<p>Setelah terbangun, ia mengadukan mimpinya kepada Syekh al-Wazir. Kemudian Syekh al-Wazir berkata kepadanya: “Qasidah Burdah adalah pujian-pujian kepada Rasulullah, ia bisa menjadi media untuk berobat.”</p>",
    "arab": false
  },
  {
    "isi": "<p>Setelah itu Syekh al-Wazir mengambil Qasidah Burdah dan menyuruh orang itu untuk duduk. Kemudian beliau meletakkan Burdah di depan matanya. Atas izin Allah, penyakit orang tersebut sembuh saat itu juga.</p>",
    "arab": false
  },
  {
    "isi": "<p>Tidak hanya itu, Qasidah Burdah juga bisa dijadikan media untuk memohon kepada Allah agar dipenuhi segala kebutuhan, sebagaimana ditegaskan oleh Syekh Ali al-Qari:</p>",
    "arab": false
  },
  {
    "isi": "<p>Ketiga, untuk setiap bait tertentu dari beberapa bait yang ada dalam Qasidah Burdah dimulai dengan membaca shalawat sebagai berikut:</p>",
    "arab": false
  },
  {
    "isi": "وَهِيَ مُجَرَّبَةٌ عِنْدَ طَلَبِ الْحَاجَاتِ وَنُزُوْلِ الْمُهِمَّاتِ",
    "arab": true
  },
  {
    "isi": "<p>Artinya : “Qasidah Burdah sangat mujarab (dijadikan media) untuk memohon pemenuhan berbagai hajat dan suksesnya berbagai kepentingan.” (‘Ali al-Qari, az-Zubdah, halaman 13).</p>",
    "arab": false
  },
  {
    "isi": "<p>Karenanya, menurut Syekh Ali al-Qari alasan di balik penamaan qasidah ini dengan nama “Burdah” yang berarti kain selimut, baju, karena qasidah ini dapat menjadi penyebab seseorang selamat dari berbagai cobaan, dan dapat menjadi media penyembuhan berbagai penyakit, sebagaimana baju yang bisa menjadi pelindung dari panasnya terik matahari dan lainnya.</p>",
    "arab": false
  },
  {
    "isi": "<p>Sebagaimana telah dijelaskan, membaca Burdah bukan berarti memohon keselamatan dan kesehatan dengan menuhankan lafal-lafal yang ada di dalamnya, apalagi beranggapan burdah merupakan penyebab dari kesembahan tersebut, namun murni bertawasul kepada Rasulullah SAW dengan memujinya dengan membaca Qasidah Burdah, dengan harapan semoga semua kebutuhan dan keinginan dipenuhi oleh Allah SWT.</p><br/>",
    "arab": false
  }
]
