[
  {
    "isi": "<center><p><b>Imam al-Bushiri</b></p></center>",
    "arab": false
  },
  {
    "isi": "<p>Imam al-Bushiri bernama lengkap Muhammad bin Sa’id bin Himad bin Abdullah ash-Shanhaji al-Bushiri al-Mishri. Ia lahir di desa Dalas, salah satu desa Bani Yusuf di dataran tinggi Mesir pada 609 H. Al-Bushiri kecil kemudian tumbuh di Bushir, desa asal ayahnya. Nisbat atau sebutan al-Bushiri menunjuk pada desa tersebut. Al-Bushiri wafat pada tahun 696 H, ketika berumur 87 tahun dan dimakamkan di dekat makam Syaikh Abil ‘Abbas al-Mursi di kota Iskandaria, Mesir.</p>",
    "arab": false
  },
  {
    "isi": "<p>Sejak kecil al-Bushiri dididik ilmu Al-Qur’an oleh ayahnya secara langsung. Ia besar dari keluarga yang sangat mencinta ilmu. Tidak heran jika ia kemudian menjadi sosok ulama yang sangat alim. Selain dari ayahnya, al-Bushiri juga mengembara untuk mencari ilmu kepada para guru. Di antara gurunya adalah Syekh Abul ‘Abbas al-Mursi, ulama yang dikenal sebagai wali qutb dan murid kesayangan Imam Abu Hasan as-Syadzili, pendiri tarekat Syadziliyah. (‘Ali al-Qari, az-Zibdah fî Syarhil Burdah, [Turki, Hidâyatul ‘Ârifîn: 1991], halaman 13; dan Muhammad Yahya, al-Burdah Syarhan wa I'râban, [Damskus, Dârul Bairuti: 1999], halaman 6).</p>",
    "arab": false
  },
  {
    "isi": "<p>Semangatnya dalam mencari ilmu menjadikan al-Bushiri sebagai ulama yang sangat alim sekaligus menjadi sufi dan sastrawan. Bukti dari keluasan ilmunya bisa dilihat dari berbagai karyanya, yaitu al-Hamziyyah, al-Haiyyah, al-Daliyyah, Qasîdahtul Mudhriyyah dan Tahdzîbul Fâdil A’miyyah. Namun yang paling terkenal adalah al-Kawâkibud Duriyyah fî Madhi Khairil Bariyyah yang lebih populer disebut dengan nama Qasidah Burdah.</p>",
    "arab": false
  },
  {
    "isi": "<p>Kemasyhuran Qasidah Burdah tidak lepas dari peran penulisnya yang sangat ikhlas dan penuh kecintaan disertai harapan syafaat kepada Rasulullah SAW, sehingga menjadikan tulisannya sangat dikenal dan selalu menggema di belahan dunia. Bahkan Qasidah Burdah tidak hanya menjadi bahan bacaan, namun juga menjadi salah satu kitab yang banyak disyarahi oleh ulama. Di antara ulama yang mensyarahinya adalah, Syekh Ali al-Qari, Imam al-Baijuri, Syekh Badruddin Muhammad al-Ghazi dan ulama lainnya.</p>",
    "arab": false
  },
  {
    "isi": "<p>Dalam Muqaddimah Syarhul Burdah karya Imam al-Baijuri diceritakan, penulisan Qasidah Burdah bermula ketika Imam al-Bushiri menderita sakit lumpuh. Ia tidak dapat melakukan apa pun, hanya berdiam tanpa dapat melakukan apa-apa. Akhirnya Imam al-Bushiri mengisi kekosongan waktunya dengan menulis pujian-pujian indah tentang Nabi Muhammmad SAW dengan harapan agar mendapatkan syafaat darinya, sebagaimana dijelaskan :</p>",
    "arab": false
  },
  {
    "isi": "رُوِيَ أَنَّهُ أَنْشَأَ هَذِهِ الْقَصِيْدَةَ حِيْنَ أَصَابَهُ فَالِجٌ، فَاسْتَشْفَعَ بِهَا إِلَى اللهِ تَعَالَى. وَلَمَّا نَامَ رَأَى النَّبِي فِي مَنَامِهِ، فَمَسَحَ بِيَدِهِ الْمُبَارَكَةِ بَدَنَهُ فَعُوْفِيَ",
    "arab": true
  },
  {
    "isi": "<p>Artinya : “Diriwayatkan sesungguhnya Imam al-Bushiri menggubah Qasidah Burdah ini ketika sedang menderita sakit lumpuh, kemudian ia memohon syafaat kepada Allah SWT dengannya. Lalu ketika tidur, beliau bermimpi bertemu Nabi Muhammad SAW, kemudian Nabi SAW mengusap badan al-Bushiri dengan tangan yang penuh berkah, dan setelah itu al-Bushiri pun sembuh.” (Al-Baijuri, Syarhul Burdah, [Mesir, Maktabah ash-Shafa: 2001], halaman 3).</p>",
    "arab": false
  },
  {
    "isi": "<p>Setelah bangun dari tidurnya dalam kondisi sehat, banyak orang mendatangi rumahnya, dan kemudian berkata: “Wahai Tuanku, saya berharap Engkau bisa memberikan qasidah yang di dalamnya ada pujian kepada Rasulullah.”</p>",
    "arab": false
  },
  {
    "isi": "<p>“Qasidah mana yang Engkau kehendaki?”, jawab Imam al-Bushiri.</p>",
    "arab": false
  },
  {
    "isi": "<p>“Qasidah yang diawali dengan syair ‘amin tadzakkuri jirânin”, kata mereka.</p>",
    "arab": false
  },
  {
    "isi": "Kemudian Imam al-Bushiri memberikannya. Setelah itu, banyak orang mengambil berkah darinya sekaligus menjadikannya sebagai wasilah untuk kesembuhan. Hal ini sebagaimana ditegaskan oleh Imam al-Baijuri, bukan berarti memohon keselamatan dan kesehatan dengan lafal-lafal yang ada dalam Qasidah Burdah dan menganggapnya memiliki otoritas untuk menyembuhkan penyakit, namun murni bertawassul kepada Rasulullah SAW dengan perantara Qasidah Burdah. Lebih lanjut Imam al-Baijuri menegaskan :",
    "arab": false
  },
  {
    "isi": "أَصْبَحَ النَّاسُ يَتَبَرَّكُوْنَ بِهَا وَيَسْتَشْفِعُوْنَ بِهَا، عَلَى أَنَّ الْاِسْتِشْفَاءَ بِهَا لَيْسَ اسْتِشْفَاءً بِأَلْفَاظِهَا، وَاِنَّمَا هُوَ اِسْتِشْفَاءً بِرَسُوْلِ اللّٰهِ",
    "arab": true
  },
  {
    "isi": "Artinya : “Banyak orang mengambil berkah Qasidah Burdah dan memohon syafaat dengannya, berdasarkan prinsip bahwa permohonan syafaat dengannya bukan dengan lafal-lafalnya, akan tetapi hupada hakikatnya adalah memohon syafaat dengan Rasulullah SAW.” (Al-Baijuri, Syarhul Burdah, halaman 4).",
    "arab": false
  },
  {
    "isi": "Kelebihan qasidah yang satu ini dibandingkan dengan qasidah lain terletak dari cara penyusunannya. Imam Al-Bushiri tidak hanya menulis pujian-pujian yang ditunjukkan kepada Rasulullah SAW dan peningkatan spiritualitas kepada Allah, namun juga menjelaskan kelahiran Rasulullah SAW, mukjizat-mukjizat Al-Qur’an, nasab dan keturunan Rasulullah SAW, mengingatkan manusia dari bahaya hawa nafsu, menceritakan Isra’ Mi’raj, menjelaskan jihad dan peperangan Rasulullah SAW, juga menjelaskan tawasul dan permohonan syafaat, kemudian ditutup dengan munajat dan ungkapan perasaan hina di hadapan Allah SWT.",
    "arab": false
  }
]
